{
    "article_list": [
        {
            "title": "使える英語への最短ルート―『四訂版［データ分析］大学入試 アップグレードUPGRADE英文法・語法問題』",
            "subject": "英語",
            "author": "（PRODIGY 英語研究所 主宰）霜康司",
            "year": "2023",
            "article": "１．大学入試は変わらない！合否を分ける英文法高校で英文法を教える時間が少なくなっても，大学入試問題から英文法は無くならない．なぜなら，大学には定員があり，0.1点刻みで点差をつける必要があるからだ．予備校のかなり上位のクラスでも，「主語が単数形なら動詞には-sを付けるのに，名詞は複数形に-s を付けるので混乱します」と告白してくれる生徒がいる．英作文の時間でも，People is … と書き始める生徒が１クラスに何十人もいる．生徒たちは中学校，高校では，誤りを恐れずに積極的に話したり書いたりするように推奨されてきた．ところが，大学入試では誤りをいちいち減点される．しかも，英文法の知識や独特の解法を要する英文和訳，要約，ライティングの問題が入試では重要な役割を果たしている．センター試験にあったような短文の空所補充・語句整序の問題が今も多くの大学で出題され続けている．つまり，高校で英文法を教える時間は少なくなったが，これまでと同様に，受験生は英文法から逃れられない，と言えるだろう．２． 帰国子女の場合―連鎖関係詞節を使うと友だちを無くす？現在の指導要領に述べられているように，自然なやり取りの中で英語を学習するのに最適な方法は，英語圏で生活することだろう．実際，帰国子女の多くは海外経験を活かし，英語を得意教科にしている．数年前のことだが，予備校の講義の後に毎週決まって質問に来る帰国子女の生徒がいた．彼は小学校時代の６年間アメリカにいたそうで，私は毎週，彼の英文和訳を添削していた．あるとき，私は講義で連鎖関係詞節の和訳問題を解説した．う尋ねた．「連鎖節くらい，アメリカで普通に使っていたんじゃないの？」「いえ，そんなの使ったら友だち無くしますよ」そう言って彼は苦笑いをしていた．私は思わず笑ってしまった．言うまでもないが，連鎖関係詞節はアメリカでも話し言葉で使われているし，書き言葉ならばもっとよく使われている．したがって，彼の感想は連鎖節に対する正当な評価とは言えないし，おそらく彼自身だって無意識に使っているはずなのだ．ただ私が思わず笑ってしまったのは，いかにも帰国子女の生徒が言いそうなことだと思ったからである．彼は英語を暗黙的学習（implicit learning）で習得してきたから，英文和訳のような意識的・明示的な学習（explicit learning）は苦手だったということである．３．帰国子女にとって，語源の説明は目からウロコ？別のクラスに，２年間アメリカの高校に通っていた帰国子女がいた．彼女は毎週200語程度のライティングを書き上げてきて，私はそれを添削していた．彼女が書くものは内容的にも表現的にもすばらしく，ほとんど直すべき箇所がなかった．ところが，珍しく彼女は次のような間違いをおかした．an another example私はコメント欄に，another＝an＋other だから，最初のanは不要だと書いたのだが，彼女はそのコメントがえらく気に入ったらしく，後で「あれは目からウロコでした」と言いに来てくれた．このときも，ああ帰国子女らしいなあ，と私は苦笑した．少なくとも語源を意識するという明示的な学 習（ explicit learning）が彼女には新鮮だったのだろう．ところが彼は首をひねっていたので，私は彼にこ2５．英文法の近道４．留学すれば自然に英語ができるようになる？上に述べたようなことは，実は私の個人的な経験だけではないようだ．少し前のことだが，とある有名大学で帰国子女の学生だけを集めて英語を教えておられる先生にお話を伺う機会があった．私が「どんなことを教えておられるのですか？」と尋ねると，その先生は「英文法ばっかりです．英文法が苦手な人が多くて」と仰ったが，大いに頷けるお話だった．このような例を挙げたのは，英語圏で何年か生活すると自然と英文法や英語の語法が身につく，というような俗説が世間に広まっている気がするからだ．幼少期を別にして，外国で生活しても〈苦も無く自然に英語学習ができる〉わけではない．確かに，英語圏で生活すれば学習の機会は格段に増え，英語の流ちょうさ（fluency）は向上する．しかし，数年間英語圏で生活するだけでは英語を正確に運用できるようになるとは限らない．英文法に限って言えば，暗黙的な学習（implicit learning）よりも意識的に学習（ explicit learning）するほうが，はるかにすばやく覚えられるのだ．Rosemary ErlamらによるImplicit and Explicit Knowledge in Second Language Learning, Testing and Teaching （Multilingual Matters）という書籍には，興味深い実験がいくつも紹介されている．その結論だけを述べると，文法項目を学習させるためにはさまざまな用例を見せて帰納的（inductive）に学習させるよりも，あらかじめ絞った項目の説明を与えて，あとでその事項を実際に使わせる演繹的な（deductive）やり方の方が効果的であったそうだ．この結論はおそらくほとんどの英語教師にとって受け入れやすいものではないだろうか．実際，留学経験が無くても，英検１級を取得したりTOEICで900 点以上をスコアしたりする生徒たちもいる．英文法でも語彙でも，彼らは意識的学習（explicit learning）によって学び，その後に演習を繰り返すという演繹的な（deductive）方法を取るしかないが，それで十分な英語の運用力を身につけているのだ．彼らが示してくれているのは，イマージョン教育を受ける機会など無くとも，英語を学ぶことができるということにほかならない．英文法を覚えるための近道として，『四訂版 UPGRADE 英文法・語法問題』を今秋上梓することとなった．この書籍の最大の特徴は大学入試問題を中心に徹底的にデータ分析したことにある．次の例を見ていただきたい．―『四訂版 UPGRADE 英文法・語法問題』p. 160より引用ここにあるように，HowかWhatかを選ばせる問題は，長文中の空所補充問題も含めれば直近３年間で130問以上出題されており，以前よりも増えている．これだけ多く出題される理由は，How は「どう」，Whatは「何」と１語１訳的に覚えたせいで，HowとWhatを使い間違える例が後を絶たないからだ．たとえば，「Aについてどう思うか」という日本語に対し，×How do you think of A? と書くような誤りは，答案でも教室の内外でも，至る所で目と耳に入ってくる．内外，と申し上げたのは，留学経験のある英語の上級者が，ときどきこの間違いをするのを耳にするからである．つまり，〈頻出のポイント＝上級者でも間違いやすいポイント〉なのである．英文法は，英語のルールと例外の集積である．身につけられれば正しい英語を使えるようになるが，お経のように唱えたところで覚えることはできない．他のあらゆる技術と同様に，英語の習得には具体的な用例を含む実践的な課題（練習問題）を経験することが不可欠である．留学の機会など無く，自然な英語のやり取りの場などもたない生徒たちにとってはもちろん，帰国子女にとっても，本書が英語学習の最良の近道となるよう願うばかりである．"
        },
        {
            "title": "英語多読のその次は…",
            "subject": "英語",
            "author": "京都教育大学附属高等学校 元教諭・京都教育大学 非常勤講師 •磯部達彦",
            "year": "2023",
            "article": "１．多読指導を終えた生徒は何を得るか？高校教員時代におこなっていた多読指導に関して，多読指導修了後の英語学習について考えてみたい．多読を続けることによって英語読解力が身につくのは言うまでもないが，読解力を身につけるために本を読むというのはもちろん本末転倒で，本が読めるために読解力をつけるというのが本当だろう．多読指導はあくまでもプログラムなので，原文を書き換えたgraded readers，またはハリーポッターなどに代表される児童文学を，読解力をつけるための「教材」にしている．しかし，名作古典の書き直しでは本来の英語表現を味わうことはできないし，児童文学はいずれ内容に満足できなくなる年齢に達する日が来る．あえて言えば，いつまでも「教材」ばかり読んでいてもしょうがない．以前は，多読指導によって「英文を読むのが苦にならなくなる」，「辞書に頼らずに英文が読めるようになる」という効果が指摘されたが，現在では，Kindle などで読書すれば辞書を引く手間はほとんど不要で，Audible なら「読み聞かせ」もしてくれる．「苦にせず，辞書に頼らず」英文を読むことなら，AIによってある程度可能になっている．では，この後の課題は何だろう．結局は，身につけた英語読解力で何をするかではないだろうか．２．原文にある表現を見つけて楽しむbe accustomed to という熟語は be used to doing の言い換えとして教えることが多いが，be used to とは違ってto の後に動詞の原形がくることもある．このことを授業で知識として教わるより，読書中に下のような文章と巡り合い，自分で発見した時の方が英語の楽しさは倍増するだろう．Now you were accustomed to see the bare trees against the sky …（下線は筆者）― A Moveable Feast, Ernest Hemingway多読で英語長文が読めるようになった生徒には，その力で英語表現を発見する楽しみを知ってほしいと思う．面白い英語表現は大学入試や英語力増強の直接的な役には立たないかもしれないが，それが本来の英語を読む楽しさだと思うからだ．ここで，原書から見つけた面白そうな表現を，例文を挙げていくつか紹介したい．出典はAnthony Horowitz の Magpie Murders, Moonflower Murders, Richard Osman の The Thursday Murder Club など，新しいイギリスのミステリーからである．原書のページ数は多いが英語の難易度はそれほど高くないので，多読修了後の生徒にはぜひ，通読をすすめてみてはどうだろう．・in two shakes of a lamb’s tail lamb（子羊）が尻尾を２回振る時間など極めて短いだろうと感じられることから，「すぐに，あっという間に」，“very soon or very quickly” という意味で使われる．YouTubeを探すと実際にlambが尻尾を振っている動画も挙げられている．例：Iʼll be back in two shakes of a lambʼs tail. 〈Collins〉「すぐに戻ってきますね．」・a different kettle of fish この kettle はお湯を沸かすヤカンのことではなく，魚をまるごと調理するためのfish kettle という伝統的な鍋を指す（a fish kettle : a long deep dish used for cooking whole fish 〈LDOCE〉）. そして，この表現は「全く別の問題」，“to be completely different from something or someone else that has been talked about” という意味で使われる．高校教員の時，一緒に仕事をしていたカナダ人のALTに話してみると，この表現は聞いたことはあるが自分で使ったことはないという返事だった．4３．どんな原書を読んでみるか？例：Having knowledge is one thing but being able to communicate it to others is another kettle of fish. 〈Cambridge Dictionary〉「知っていることと，それを他人に伝えられることは別の問題です．」・the last nail in the coffinミステリーにでてくる表現としては，とても似つかわしい感じがする．「棺桶を閉じるための最後の釘」という意味だが，棺桶の蓋を閉じる釘の最後の一本を打ち込んだら，後は土の下に埋めるだけということになる．「～にとどめを刺すもの，～の破滅を決定づけるもの，～への最後の一撃」，“an event that causes the failure of something that had already started to fail” という意味で使われる．例：This latest evidence could be the final nail in the coffin for Jacksonʼs case. 〈Cambridge Dictionary〉「この最新の証拠はジャクソン事件へのとどめの一撃となりうる」・a little cog in a big machine日本語でも「組織の歯車」などという表現があるが，英語でも同じで「大組織や大企業の中でつまらない役割を担う人」，“a member of a large organization whose job, although necessary, makes them feel as if they are not important”という意味を表す比喩として使う．例：I decided to set up my own business because I was tired of just being a cog in a machine. 〈Cambridge Advanced Learnerʼs Dictionary & Thesaurus〉「会社（機械）の歯車でしかないことに嫌気がさしたので，自分で起業することに決めた．」・There are other pebbles on the shore.これは「海岸には他にも小石はある」から，「（その程度のものなら）行くところへ行けば，同じようなものがいくらでもある」という意味の比喩として使われる．その他，Hope for the best, prepare for the worst.「最善を望んでいるが，最悪にも備えておく」などは語呂もよくて，使いやすいphraseだろう．学習者のために編纂された英語本と，ネイティブが読むために書かれた原書の間をつなぐような本はないかといつも探しているが，たぶん同じような思いを抱いておられる先生方は多いのではないだろうか．ここで，ある程度英語力がついた生徒たちが挑戦できる本格的な小説を３冊ご紹介したい．英語表現の面白さも，内容も十分に楽しめる作品だと思う．自分が面白いと思う表現を探しながら読んでみるのもよいだろう．・Big Mouth & Ugly Girl （2002）The Corn Maiden and Other Nightmares（2011）や ， Jack of Spades（2015） などでも知られるアメリカ人作家，Joyce Carol Oates （1938― ）の ヤング・アダルト向けの小説．Oates は Princeton University の教授でもあり，Rosamond Smith, Lauren Kelly のペンネームでミステリー小説も執筆している．たくさんの文学賞を受賞しており，近年はノーベル文学賞候補として名前が挙げられることも多い．ストーリー 自分を“big mouth”と呼んでいるRocky River High School の生徒 Matt Donaghy は，授業中に突然侵入してきた２人の警察官によって，学校爆破の疑いで警察署に連行されてしまう．爆破事件などとは関わりたくない友人たちが無責任な噂を流すなか，Ursula Riggs は周りの空気など読もうとせず，自分の知っている事実を警察に話そうと決心する．彼女はMatt とは知り合い程度だが，自分を“ugly girl”と呼ぶことで自分を鼓舞し，思ったことを率直に口にする勇気を持っている．誰がMattを罠にはめたのか？その裏にある企ては？Mattの味方になってくれるのは誰？アメリカ社会に今でも存在する偏見や，現代の高校生の人づきあいの距離感など，さまざまな現在を見せてくれる小説である．・Hag-Seed （2016）The Handmaidʼs Tale （1985） や The Testaments （2019） など多くの作品で知られているカナダ人作家，Margaret Atwood （1939― ） の小説．Atwood は詩集を含めて60冊以上を出版しており，世界15か国以上で翻訳され，ヨーロッパでも多数5の文学賞を受賞している．The University of British Columbia では英文学を教えている．この作品は現代作家が古典であるシェイクスピア作品を現代版に作り直すというthe Hogarth Shakespeare project の一環として書かれ，Atwood は The Tempest を選択している．ShakespeareのThe Tempest上演ストーリーに向けて準備をしていた演出家Felixは，部下のTony と文化遺産省のSalの奸計によって失職してしまう．地方の小さな村の刑務所で受刑者たちに演劇を教える職を得たFelixは，前職を失ってから 12 年後，刑務所で上演する芝居の演目にThe Tempest を選び，それを観に来ることになった２人への復讐準備を始める．小説に劇中劇をはさみ，The Tempest を読んだことのない読者も楽しめ，読後はオリジナルのShakespeareのThe Tempest を読んでみようと思わせてくれる．最後に，英語圏以外から英語翻訳本も紹介したい．・The Scandal （2017） スウェーデン人作家Fredrik Backman （1981― ） の作品で，イギリス版はThe Scandal，アメリカ版はBeartownというタイトルになっている．Backman は，スウェーデンのコラムニスト，ブロガー兼小説家で，A Man Called Ove （2012） の著者で，ベストセラー作家である．ちなみに，A Man Called Ove は 2015 年にスウェーデンで映画化され（邦題『幸せなひとりぼっち 』）， そ の 後 ， 2022年にはA Man Called Otto というタイトル（邦題『オットーという男』）で，トム・ハンクス主演でハリウッドリメイクされた．ストーリースウェーデンの大きな森の中の小さな町Beartown にある強豪アイスホッケー・ジュニア・チームの物語．このチームで活躍すると北米のNHL（ナショナル・ホッケー・リーグ）からスカウトされ，プロ選手への道が開ける．貧乏な家庭にとっては貧困から抜け出す唯一の方法であり，チーム経営者はホッケー専門学校を外部から誘致し，企業からの出資とビジネスの拡大を狙っている．そのためにチームは是が非でも優勝する必要があった．そして，準優勝したチームの勝利を祝うパーティーで，酒に酔った花形選手がとんでもない事件を引き起こしてしまう．この事件を知った町の住民たちは，町の有力者である加害者の花形選手を守ろうとし，被害者とその両親を町の除け者にしてゆく．そのような雰囲気の中で，さらに新たな事件が起こる．個人よりもチームを優先しようとする経営者，町が経済的に潤うために少年スポーツを利用しようとする大人たちなどが青年たちの目を通して描かれていく．もちろん英語で読める面白い小説は山ほどあるので，多読修了生には身につけた力を駆使して，英語を通してしか見えない世界があることを知り，もっと自分の世界を広げていってくれることを願ってやまない．参考文献磯部達彦（1998）．「多読指導の実際と効果」『京都教育大学附属高等学校研究紀要第64号』p. 32 Hemingway, Ernest. （1994）. A Moveable Feast. Arrow Books Horowitz, Anthony. （2016）. Magpie Murders. Orion Books Horowitz, Anthony. （2020）. Moonflower Murders. Penguin Random House UK Osman, Richard. （2021）. The Thursday Murder Club. Penguin Oates, Joyce Carol. （2002）. Big Mouth & Ugly Girl. Harper Collins Childrenʼs Books Atwood, Margaret. （2016）. Hag-Seed. Hogarth Backman, Frederic. translated by Neil Smith （2017）. The Scandal. Penguin Books"
        },
        {
            "title": "英語授業におけるICT化の取り組み",
            "subject": "英語",
            "author": "（長崎県立佐世保西高等学校 教諭）相原勝斗志",
            "year": "2023",
            "article": "１．ICTによってもたらされた変化新型コロナウィルスが世界中に影響を与え始めてから約３年半，タブレット端末が本校全生徒の学習ツールに仲間入りしてから約３年が経過した．生徒の学習を取り巻く環境は劇的な変化を遂げ，AIの進化でさらなる変化の波も押し寄せつつある．ここでは私がここ３年の間に実践してきた取り組みの一部を紹介し，英語授業におけるICTのメリットや，今後私たちが直面する課題について読者の方々と情報共有ができればと思う．２．リモート授業配信とオンデマンド動画作成私が現任校へ赴任した2020年４月，新学期が始まったと思いきや，２週間もたたないうちに臨時休校になった．生徒は分散登校や時差登校を余儀なくされ日常的な授業ができない日々が続いた．当時２年生のクラス担任だったが，生徒の顔と名前も覚えきれないうちに臨時休校になり，戸惑ったことを覚えている．学年の英語科の先生方と短い準備期間の中で，生徒に与える課題のプリント内容を検討し大慌てで印刷した．「学びを止めない」というのが大前提だった．スピードは平常授業を実施できるときに比べると当然遅くなるし，プリントを与えただけで生徒がひとりで学習できることには限界がある．その頃の本校はClassi がすでに導入されており，全生徒が個人の携帯電話を使って学習の記録をしたり，各教科の先生や担任からの連絡を受信できたりする環境は整っていた．しかし，これは携帯電話を使って授業を受けることは前提としていなかったので，まず取り組んだのが，英文法の授業（英語表現Ⅰの一部）の動画配信だった．スマホの画面を見てわかるようにするために留意した点は次の通りである．まず，教員の顔出しはなし，小中学校の休校中の配信であれば（生徒と教員がコミュニケーションをとるために）先生の顔が見えているほうが生徒の安心感が高まるそうだが，私が優先したのは，「画面に分かりやすい文字や説明が出てきて，そこに理解しやすい音声が流れること」だったので，画面に教師の顔を出さない選択をした．使うのは全てパワーポイントのスライドで，そこに録音の音声を加えたものを作成した．小さめのフォントは一切使用せず，スマホのスクリーンのサイズに分かりやすい授業が届けられるように配慮した．英文法のレッスンだったので，初めに導入，文法のポイントの説明，練習問題という流れで構成した．音声は全て英語，ただし，画面に出てくる例文や説明の中には日本語も使用しており，英語だけ聞いてもわからない生徒が理解を深められるように工夫した．動画を生徒に配信した後，それを確実に視聴したかを確かめるために「見ましたシート」というワークシートをプリントで配布し，学習した内容が定着するように工夫した．オンラインやオンデマンドの教材配信も対面の授業と同じで生徒の理解を確かめながら進めていく必要があるが，こちらから生徒の表情が見えない状況ではこのようなフォローアップのひと工夫が対面の授業よりさらに大切になると考えられる．１回の動画の長さにも配慮した．長時間の動画を見続けるのは生徒にとって集中力を必要とする大変な作業であると考え，「１本の動画は10分以内」，「１本につきポイント１つ」を目標に作成した．日頃の授業に比べると動画の作成は手間のかかる準備であったが，学びを止めないために他の選択肢はなかった．スタートはこのような感じだったが，翌年にタブレット端末の使用が始まり，教材作成のノウハウが蓄積されてくると配信方法のバリエーションやオンデマンドとオンラインの使い分けなどもより洗練されていった．これまでに作成した動画のほとんどはYouTubeで限定配信し，生徒たちがスマホでもタブレットで7も視聴できるようにしている．内容は，授業で使用した教材の（授業では十分な時間を確保して解説していない）英文法解説，授業の復習動画，校内実力テストのポイント解説，夏休みや冬休み期間中の課外授業（長文読解講座），英検の２次面接対策動画，短い読解教材の解説，英文法のポイント解説ショート動画，など多岐にわたる．また，突発的に感染症や悪天候の影響などで臨時休校になったときの授業を補うものとしても積極的に活用した．３．自動採点化された英単語テスト全校生徒にタブレット端末が配布されて間もなく，Microsoft 社の Teams の Forms を活用してそれまで紙媒体で実施していた英単語テストをタブレットとの併用で実施する試みを始めた（長崎県の公立高校は全ての学校でTeamsを導入している）．以前から本校では月に１回強のぺースで，１回につき100 題を出題する英単語テストを実施していた．毎回の出題範囲が100語，出題される問題も100題，つまり範囲の単語全部を書かせる形式だった．タブレットとの併用を始めたときからその一部を変更して，４択式の選択問題を３割から４割程度，残りは単語を筆記で解答するフォーマットに変更した．４択問題は全てタブレット入力による解答，残された記述問題の一部はタブレットに入力，その他は従来通り紙で解答する形にした．最初は100題全てをタブレットで実施したこともあった．導入初期に生じた問題として，①通信環境が原因で全員がタブレットで解答できないケースがあったこと（このトラブルは現在は解消済み），②キーボード入力の遅い生徒の負担が大きかったこと，などがあった．多少のトラブルや不都合があっても，１人100題，６クラス（ 約 240名）分の採点時間が自動採点のおかげで大幅に短縮されたことや，正答率や誤答例の統計が一瞬にしてグラフや数値で表示されるのは非常にありがたかった．ところが，何回か同じような単語テストを繰り返すにつれて，課題も見えてきた．100パーセントタブレットで解答させているときには，手書きの生徒の答案を採点しているときに私たちに伝わってくる「生徒の悲鳴・つまずき」が伝わってこないのだ．紙媒体の小テストを採点しながら，私たちは常日頃，生徒がどのようなところで間違いを犯しているかを確認しながら，次の授業で生徒に役立つアドバイスを見つけていることがある．単語のテストなら，同じ誤答でも，「単語は覚えていたのに，活用のケアレスミス」で失点するのと，そもそもの準備不足でまったく書けないのとでは，間違いの質が異なる．生徒がその単語を覚えるときに「声に出して，音読しながら」習得しようとしたのか否かが，間違え方を見てわかることもある．単純な単語テストでさえ，私たちは生徒の答案からたくさんのヒントをもらっているが，ICT化が進むことで逆に見えにくくなる部分もあるのだ．別の問題として「キーボード入力の遅い生徒の負担」について先に触れたが，「これも今どきの教師が生徒に身につけさせるべき力なのか？」と考えたこともある．私たちは何の教科の担当者であろうと，生徒たちがこれからの時代を生き抜くためにテクノロジーを使いこなしていけるように育てなければならないのなら，英語の授業でもその一端を担って，キーボード入力の遅い生徒が少しでも練習して素早く入力できるようになるための手助けをしないといけないのかもしれない．４．タブレットによる音読課題私がもうかれこれ20年足らずの間，自分の授業の中で意識的にたくさんの時間を割いて生徒に取り組ませてきたことの一つに「音読」の活動がある．「教科書がスラスラ上手に読めると楽しい」というのは英語学習者であれば誰もが経験したことのある成功体験だと思うし，この音読こそがさらに難易度の高いスピーキング活動へ発展していくための土台になるものであると信じている．実践してきた音読は，まず学習した教科書の本文を生徒が教師の後に続いて，またはひと昔前だったらCDの音源に続いて，今だったらQRコードでアクセスし，タブレットやスマホ端末，またはクラウド上に保存されている音源を聞きながら，とにかく真似してみるというところから始まって，虫食い状態の同じ本文を見ながら繰り返し音読，リピーティング，シャドウイング，オーバーラッピングなど，少しずつ目先を変えながらとにかく同じ内容を何度も口からスムーズに出てくるようになるまで練習する，というのが基本の流れであった．レッスンによっては，本文がある程度インプットされたら，それを使ってリテリング，または内容に関する意見を英語で話し合ったりしながら，とにかく「習った英語8を使ってたくさん話す」ことを実践してきた．音読活動の締めくくりは「音読テスト」といって，決められたレッスンや，パートの「（日本語）フレーズ訳」を見ながら決められた時間内でどれくらいスラスラそのパートの英文が言えるか」を評価してきた．英語が得意な生徒もそうでない生徒も音読テストのときには必死になって何度も英文を練習する．各レッスンの終わりに１時間使って全生徒が担当者と対面で音読テストを行ってきた．必死になって教科書の英文を暗唱できるぐらいまで繰り返し声に出して読む作業は，生徒が「口にしたことのある英語」を増やす効果的な活動であると思う．このような音読活動もタブレット端末の導入で新しい取り組みができるようになった．AIが生徒の音読を評価できるようになったのである．これもTeamsの機能の一部であるが，「課題」→「音読の練習」という機能を活用することによって，ワード文書やPDFで読み込んだ文を生徒が端末の画面を見ながら音読すると，１分間に読んだ語数の計測，それぞれの単語を正しく発音できているかの評価，読み飛ばしや読み間違えの評価，などをAIがやってくれるというものである．この機能を活用して，教科書の音読活動をタブレット端末も使いながらあれこれ試行錯誤しているうちにICT化を進めることによって生じるメリット，デメリットが見えてきた．音読テストを対面で実施するときは教師と対面で１対１なので，生徒は緊張感の中で音読をすることになる．同じ内容をタブレットに向かって音読するだけなら生徒は（おそらく）教師と相対しているときほどは緊張しない．よりリラックスした状況で音読できることが望ましいと考えるならタブレット端末のほうが好ましいが，教師と１対１で発表するという「緊張感」の経験が生徒の成長のために必要だと考えるのなら，これはデメリットなのかもしれない．同じく，緊張感という観点で比較した場合，対面の音読テストのとき，生徒は「絶対に失敗したくない」という気持ちがより強く，多少失敗しても何回もやり直しができるタブレット端末の音読課題に比べて，練習する音読の回数が多くなる傾向にある．音読活動の目的は「できるだけ多く反復することによって，いい英文をたくさんインプットする」ことでもあるので，この点では対面の音読テストの方が高い割合で目標を達成できることになる．さらに，この活動に費やす時間について考えると，レッスンが終わるごとに「音読テスト」に費やしていた１時間という時間は，対面の音読テストを実施せずにタブレットの音読課題の提出だけで済ませてしまえば節約できることになる．その一方で，音読課題をタブレットで提出させているときは，授業の時間外で生徒がタブレット端末に録音して提出した音声を評価することになる．AIが測定した音読のスピードや正確さを確認することに加えて，一人一人の音読を耳で確認するとなるとそれなりの時間を費やすことになる．このように対面の音読テストとタブレット端末を活用した音読の評価にはそれぞれ一長一短があり，試行錯誤の結果，現在は両方のやり方をどちらも残したまま，レッスンに応じて対面の音読テストを実施したり，タブレットで音読課題を提出させたりするようにしている．そして，既述の音読に関する取り組みは，育てたい英語の力全体の中において，「話す力の基礎」を培うのが目的なので，もっと応用度の高い話す力は，授業の他の活動の中で「発表の英語」と「やりとりの英語」をバランスよく伸ばしていくことを考えながら育てていかなければならない．５．授業における音読活動Microsoft 社のワードやエクセル，パワーポイントには「イマーシブリーダー」という機能が備わっていて，画面上のあらゆるテキストを音読再生してくれる．もともと読み書きが不自由な方のために開発された機能であるが，テキストを音声にして読んでくれる機能は英語の授業においても絶大な効果を発揮する．Teams の Class Notebook というソフトと「イマーシブリーダー」を組み合わせて，表示される教科書の英文をAIに音読してもらったり，英語から日本語に翻訳してもらったりする機能を授業で役立てることができる．例えば，手元に音源がない英文の音読を「イマーシブリーダー」に行ってもらうことで，生徒にモデルリーディングを聞かせることが可能になり，これを使って教科書以外のあらゆる英文を音読活動に取り入れることが可能になる（「イマーシブリーダー」の音声は男性，女性のそれぞれの声の選択ができる．また，音声のスピードを調整することが可能なので9変化に富んだ音声を聞くことができる）．これを使って，リピーティングやシャドウイングなどの音読の基礎練習を行うことができる．さらに，「イマーシブリーダー」には100を超える言語の翻訳機能が備わっているので，例えばテキスト入力されている英文を日本語に訳してくれたり，入力されている英文をスラッシュで区切ってあれば，そのスラッシュごとの日本語訳をしてくれたりする．この機能を利用した活動例の１つ「サイトトランスレーション」を紹介する．①スラッシュで区切られた教科書本文の英文をクラス全員が一斉に見られるように投影する．②「イマーシブリーダー」を使って英文の音声を聞かせる．③音声を聞きながら生徒は英文の日本語訳を言う．（音声から遅れないように．）この活動は音声のスピードを変えることで難易度を自由に変えることができる．また，既習の英文を使えば，それを定着させるための復習の活動になるが，使用する題材を初見で少し易しめの英文にすれば生徒にとって意欲の高まる，しかも頭をフル回転させて英文の意味を考えたり，それを口から出そうとする（同時通訳者を目指す人たちが行うような）トレーニングになる．イマーシブリーダーを活用した授業は私たちのさじ加減次第でさまざまな発展の可能性を秘めていると思う．６．ICT化で学んだことと今後の課題新型コロナウィルスの影響でそれまでできていた普通の授業ができなくなり，さらにICT化の加速で英語教育のさまざまな局面が変化し始めて，改めて感じたことが一つある．それは，生徒が学び続けるためには「動機付け」が非常に重要であるということである．生徒が教室で授業を受けずに自宅でタブレット端末越しに学習するようになると，教室では簡単にできていたさまざまなことが困難になった．プリントを配布するのも，教師の説明がどれくらい理解できているか表情を見ながら反応を確かめることも，教師の後につけて音読させることも，生徒に指名して発表させることも，隣に座っている友達と意見交換を求めることも，全て手間がかかるようになった．その中でいちばん難しいと感じたことは，「まずタブレットの前に座って，学習の準備をさせること」である．生徒の学習へのモチベーションを保つことは思っていたよりはるかに難しく，自宅でタブレットを使用することが習慣化していない生徒にオンラインで授業を受けさせ，そのような生徒と課題のやり取りをするのは慣れるまでにそれなりの労力を要した．日頃から高いモチベーションで学習できている生徒は対面の授業でもオンラインの授業でも同様に意欲的に取り組むが，これは全ての生徒に当てはまるわけではなかった．Digital Divide（情報格差）という言葉があるが，タブレット端末や新しいテクノロジーを受け入れやすい生徒とそうでない生徒の間には格差があることを強く感じた．そしてその格差を埋めていくのもこれからの教師に求められる役割であると思う．日頃から学習意欲を高めるための仕掛けをあらゆる場面で行っていくことの重要性を再認識できた．また，例えばオンラインで授業を配信する経験を通して，授業中に行われているさまざまな活動の性質を細かく分類してオンラインで実践するための方法を考えることができた．授業中の一つ一つの活動をより活発で有益なものにする手立てを考えることもできた．ICT化の波にもまれながら試行錯誤したことは，単に便利なテクノロジーの習得だけでなく，より質の高い授業を考えるためのヒントを数多く与えてくれた．ICT化は現在も進行中で，これからもっと便利なソフトやアプリが出てくるだろうし，それらの有効な活用方法を私たちは考え続けていかなくてはならない．最近ではChat GPT に代表される生成AI の台頭が注目されているが，適切な活用法を研究することで，生徒が書いたり話したりする英語の質を高めるのに大きく貢献できる道具になるのではないかと期待している．時代の波にのまれることなく新しいものへ挑戦し続けることで，今までよりさらに楽しい，さらに実りの多い学習ができるようになるはずだ．ここで紹介したいくつかのアイディアや活動・実践例が読者の皆さんの今後の授業実践に少しでも貢献できればと強く思う．猛烈なスピードで教室にICTの波が押し寄せてきたが，私たちはそれをプラスに捉えて「ではこれを生徒たちのためにいかに有効活用するか？」ということを，これからも考え続けていきたい．"
        },
        {
            "title": "• • • •身近な「バケツ」にまつわる英語表現（後編）―慣用表現kick the bucketと喜劇映画The Bucket Listが生み出した用語bucket list",
            "subject": "英語",
            "author": "（兵庫県立神戸高塚高等学校 非常勤講師）大西博人",
            "year": "2023",
            "article": "１．はじめに英語表現で「死去する」は圧倒的にdieが用いられますが，婉曲表現としてはpass awayが用いられます．同様に，「お亡くなりになる」という婉曲表現kick the bucket は，直訳すると「バケツを蹴る」という特異な意味のため，英語学習者にはよく知られています．本稿では，日常生活に身近なbucketを含むkick the bucket と，この表現から生まれたと思われる用語bucket list を取り上げます．その上で，これらの慣用表現が現れている用例をご紹介します．２．死去を表す表現kick the bucket婉曲的に死を意味するkick the bucketは，かなり古くから現在まで用いられている慣用表現で，この起源はいくつか伝えられていますが，はっきりしていません．それらのうち，複数のウェブサイトで共通しているのが，逆に立てたバケツを踏み台として，最後にバケツを足で蹴り，首を吊るしたことによるという説です．To kick the bucket quite possibly refers to suicide by hanging after standing on an upturned bucket.― wordhistories.net, January 3, 2017ここでは，この表現が1788 年９月 27 日にJacksonʼs Oxford Journal に初めて現れていると説明しています．The link between buckets and death was made by at least 1785, when the phrase was defined in Groseʼs Classical Dictionary of the Vulgar Tongue: “To kick the bucket, to die.” One theory, albeit with little evidence to support it, is that the phrase originates from the notion that people hanged themselves by standing on a bucket with a noose around their neck and then kicking the bucket away.― phrases.org.ukここではバケツと死との結びつきが，少なくとも1785 年までにできていて，この表現が死を意味し，その起源にバケツを蹴って，首を吊るす説を挙げています．この古くからある慣用表現は，今なお多少ともユーモラスな口語表現として用いられています．【１】When I kick the bucket, I want a huge funeral with lots of flowers and crying.― NTCʼs American Idioms Dictionary, National Textbook Company 1994これは遺言の一つで，「『死んだときには』，たくさんの花と悲しんで涙を流してくれる多くの会葬者が参列してくれる盛大な葬儀をしてほしい」という希望を言っています．【２】But the most important thing that I hope people see is that, long after I kick the bucket, they see the crazy red-haired lady didnʼt go down.― usatoday.com, March 24, 2019派手な衣装と奇抜な発想で知られる喜劇女優Kathy Griffin は，2017 年５月，トランプ大統領の11ケチャップまみれのマスクを手に持って撮った写真をSNS に投稿したことで批判を受け，CNNなどから契約を打ち切られました．これはCBSの番組で，彼女がこの写真の件を回想し答えたインタビューで，「『死』後も長い間，人々に覚えていてほしいことは，クレイジーな赤毛の女性は批判に屈しなかったということだ」と述べています．３．慣用表現kick the bucket から派生した言葉bucket list kick the bucket から連想され，生まれた英語表現にbucket list があります．これは，以下のように「死ぬまでにしたいことリスト」を意味すると説明されています．A list of accomplishments or tasks one hopes to do or achieve before one dies.  “Bucket” here is taken from the phrase “kick the bucket,” meaning to die.― idioms.thefreedictionary.comしかし，この意味で用いられる前には，ある全米労働関係委員会の報告書で，「会議での提案議題が交渉可能な問題やより詳細な情報が必要な事項の場合，次回に先送りする提案議題のリスト」という意味で，1993 年に最初に現れたと，以下のサイトは説明しています．In 1993, the phrase showed up in a different context: a National Labor Relations Board report indicating agenda items that must be postponed: “The conferees were told that if comments or questions came up concerning bargainable issues or items that required more information, these matters should be placed in a ʻbucket listʼ to indicate that they could not be considered at the conference.”― slate.comまた，この表現はBucket Sort と呼ばれる整列のアルゴリズムに関連する用語であったと，以下のサイトは記しています．There are references to a different meaning of ʻbucket listʼ online and in print that pre-date 2006.  These relate to a sorting algorithm called a Bucket Sort.  This is typically implemented on a computer to sort items into alphabetical or numerical order.  The resulting list is called a bucket list - clearly not the ʻbucket listʼ that Morgan Freeman and Jack Nicholson had in mind.― phrases.org.ukしかし，この表現が「死ぬまでにしたいことリスト」という意味で広く一般化したのは，2007年のワーナー・ブラザーズ映画The Bucket List（邦題：『最高の人生の見つけ方』）によるものでした．この喜劇映画は，自動車修理工Carter と億万長者Edward という二人の初老が，がんと判明した病院で知り合いになるところから始まります．余命半年と診断されたCarter は，「死ぬまでにしたいことリスト」を書き始めました．そのリストを知ったEdward は，費用全額をもつから二人でその全リストを実現しようと提案したのです．Carterはそれに同意し，二人でスカイダイビングや北極上空の遊覧飛行などの体験や，世界各地の秘境の旅に出かけるのです．この映画の主演はJack Nicholson と Morgan Freeman で，National Board of Review により2007 年のトップ10の映画の一つに選ばれました．世界中で１億7500万ドル以上を売り上げています．４．映画を通して現代英語に定着した「死ぬまでにしたいことリスト」を表すbucket list 2007 年に大ヒットした喜劇映画The Bucket List は，世界中で多くの人々，特に中高年の世代に歓迎され，この用語bucket list は急速に普通名詞化しました．特にアメリカ英語の中では，アメリカ人のライフタイルと共感するテーマであったこともあり，頻繁に現れているようです．【１】A Kennebunk woman has flown a plane for the first time, at the tender age of 91.  Joyce Pompeo took control of the plane to tick an 12【４】item off her bucket list, reports WPTZ.com.― nydailynews.com, August 8, 2015これは91歳で初めて飛行機を操縦したメイン州ケネバンクの女性Joyce Pompeo の記事です．NBC系列のテレビ局WPTZは ，「 Pompeoさんが飛行機を操縦することで，自分の『死ぬまでにしたいことリスト』の項目の１つにチェックを入れた」と報じています．【２】Rebecca Henderson from Southampton, Hampshire, told CNN that this was a bucketlist experience for her.  “Thereʼs something very cathartic and magical about being surrounded by history and watching the sunrise surrounded by people from around the world,” Henderson said.― cnn.com, December 23, 2019５千人もの人々が冬至の日の出を祝うためにストーンヘンジに集いました．ここは冬至を祝うイギリスの最も有名な場所で，南部の都市サウサンプトンから来たHenderson は，「ここに来ることは自分にとっては『死ぬまでにしたい経験』だった」とCNNに答えたのです．彼女は「歴史に囲まれ，世界中から来ている人たちと日の出を見ることは，大変心が洗われる魔法のようなものがある」と述べています．【３】In a photo caption on the post, Cawthorn called the Nazi leader “the Führer” and said visiting the site was on his bucket list.― nypost.com, November 16, 2020これは2020年11月に25歳でノース・カロナイナ州より米下院議員に選出された，Madison Cawthorn （1995― ） についての報道です．Cawthorn は，2017 年にインスタグラムの投稿で，アドルフ・ヒトラーを「総統」と呼び，「ヒトラーの別荘を訪れることは自分の『死ぬまでにしたいことリスト』に載っている」と書いていたのでした．Later in the summer, fulfil a bucket list travel wish by hiking and camping in Mount Rainier.― seattlepi.com, March 12, 2021これはシアトル地域での春休みの家族行楽ガイド記事です．「夏休みの後半には，レイニア山でハイキングとキャンプをすることで，『死ぬまでにしたいことリスト』の旅の願望を実現しましょう」というのです．【５】We put together a Houston summer bucket list for you to bookmark and pull out of your back pocket when you need a little help f iguring out how to fill those long summer days.  We hope you get to try an activity or two ［or three!］ off this list and that you all have the best time making memories together this summer!   Happy summer!― sfgate.com, June 13, 2022「あなたが長い夏の日々をどのように過ごすかを考える手助けが必要なとき，メモしておいて内ポケットから取り出せるように，『ヒューストンでの夏季の死ぬまでにしたいことリスト』を提案している」報道です．「あなたがこのリストから２，３の活動を試み，夏の最高の思い出を作ってほしい」というのです．５．まとめ本稿では，古くよりある「死去する」を婉曲的に表すkick the bucket の由来を取り上げました．20世紀末になり，労働関係の「会議での提案議題が交渉可能な問題やより詳細な情報が必要な事項の場合に次回に先送りする提案議題のリスト」という意味で，bucket を用いたbucket list という用語が生まれました．また，整列のアルゴリズムに関連するBucket Sort と呼ばれる用語も生まれています．2007 年に「死ぬまでにしたいことリスト」という新しい意味をもつ喜劇映画The Bucket List がヒットし，この映画のタイトルによって，bucket 13 list は一般化し普通名詞となったのです．これは，それ以前にあったbucket list（先送りの提案議題リスト）から，list の意味が切り取られ，kick the bucket（死去する）の意味と融合し，新しい意味を生み出したと考えられます．本来の慣用表現に映画のタイトル名の意味が重ね合わされ一般的な言葉となったのは，新しい言葉が生まれる言語のダイナミズムを示す例として興味深いように思えます．"
        },
        {
            "title": "英語×工業―コミュニケーション能力と専門的技能の両方の重要性を実感させるグループワーク",
            "subject": "英語",
            "author": "（岐阜県立岐阜工業高等学校 教諭）今瀬辰郎",
            "year": "2023",
            "article": "１．はじめに地方の工業高校の英語に対する意識令和３年度より勤務している岐阜県立岐阜工業高等学校は，４工学科群８学科から成る，岐阜県の工業高校を代表する学校である．平成30年度には文部科学省からスーパー・プロフェッショナル・ハイスールの指定を受け，現在は「地域との協働による高等学校教育改革推進事業」の指定を受けている．近年は進学希望者が増加してきているが，就職希望者が約６割，進学希望者が約４割と地元での就職を希望する生徒が大きな割合を占めている．生徒は部活動や専門科の資格取得を中心とした学校生活を送り，卒業後はおよそ９割の生徒が地元での就職または進学を選択する．ほとんどの場合，岐阜という地方都市の周辺を生活基盤として一生を生きていくつもりである彼らにとって，英語という科目は，喫緊の必要性を感じないものなのに週に２時間もある，覚えることが多くて面倒な科目といったイメージが定着しているようであった．年度初めのガイダンスにおいて生徒の率直な思いを知りたいと思って質問するのだが，本校でも「将来英語を活用して生きていくと思う人」と尋ねると，多くの生徒が「思わない」に挙手をした．この傾向は工業高校であるから特に顕著に表れたのかもしれないが，過去の経験に基づくと普通科の中堅校でも同様であった．毎年国公立大学に100名程度進学する前任校でも「将来英語を活用して生きていくことはないと思う人は挙手してください」と問いかけて反応する生徒の割合にさほど大差はなかった．グローバル化の進む東京や大阪，京都や名古屋といった大都市圏に住み外国出身の人々を生活の中で目の当たりにする機会が多い高校生と比較すると，英語の必要性への意識の差は明らかである．観光客が増えているといっても高山市など局地的であるし，サービス業に就く予定がない生徒にとっては必要性を感じないのはやむを得ない現実であると感じながら転勤１年目の指導に当たった．コロナ禍で海外から来日する人が減る中，令和３年９月に来日したALTのChristopher, Yee 先生（以後Chris 先生）は大学でengineering を専攻し，電気自動車で世界的に有名なテスラ社を含む５年以上の就業経験をもつ工業のプロフェッショナルであった．Chris先生には，１年生９クラスの授業を週各１時間，２・３年生18クラスの授業を週６時間×3 タームで週合計15単位の授業をTTで担当してもらうことになった．３週間に１度の２，３年生向けのChris 先生の授業では，出身国アメリカの紹介や異文化比較の授業を主に行っていた．業務が落ち着いてきた年度末に，ふと冷静に授業を振り返ってみて，Chris先生というヒューマンリソースを全く生かせていないのではないかという思いが脳裏をよぎった．そこで，英語よりも工業科目への関心が高い生徒たちに対して，彼のキャリアを生かした英語の授業を通してものづくりのプロフェッショナルの心得のようなものを伝えることができないかと思うに至った．Chris先生と話し合った結果，「マシュマロ・チャレンジ」というグループワークを行うことを通じて「ものづくりには技術力だけでなくコミュニケーション能力も必要である」というメッセージを伝えたいと考えた．新年度が始まってこの企画で授業を実施し，生徒アンケートをとって授業の効果を調査し，授業の効果を確認することができた．２．コミュニケーションの重要性と，就職時に必要なスキルについて考えさせるグループワーク【マシュマロ・チャレンジ】まずは「マシュマロ・チャレンジ」という活動について説明したい．「マシュマロ・チャレンジ」と15は，スパゲティでできる限り高い塔を作って頂上にマシュマロを刺し，頂上のマシュマロの高さを競う活動である．英語×工業といっても，３週間に１回しかない２，３年生向けのChris先生の授業では，設備を活用したものづくりは，時間的にも安全面からも不可能である．継続的な活動を行っても３週間に１度の授業では生徒たちは学んだことをその都度忘れてしまうし，27クラスものクラスを担当してもらっているChris 先生の授業の日が祝日に当たった場合には授業変更は行われない．そのため，50分授業１回の中で収まる活動である必要があった．そのような制約の中で実施したのが「マシュマロ・チャレンジ」である．次に「マシュマロ・チャレンジ」の手順を説明する．生徒に与える材料は以下の５点であった．・スパゲティ20本・布テープ0.5 m・ビニールひも0.5 m・マシュマロ１個・はさみグループワークの際のルールは以下の通りであった．・スパゲティを折ったり布テープやビニールひもを切ったりすることは可能だがマシュマロを加工してはいけない．・用意された材料以外を使用してはいけない．・布テープなどで机にスパゲティを固定したり，机の端と端でできたくぼみにスパゲティを挟んで固定したりといった使用は禁止．土台はスパゲティで構築して安定させる．・制限時間内に製作する．時間が終了したら材料や道具を手放して個人での反省に移る．授業の手順と時間配分はおおよそ以下の通りであった．⑴ ３名～４名１組にグループ分け．（１分）⑵ 活動とルールの説明，スライドで完成例を示す．（５分）⑷ 材料を取りに来させる．（１分）⑸ 作成の計画を立案させる．（３分）⑹ 【マシュマロ・チャレンジ】 塔を製作させる．（15分）⑺ 個人での反省（５分）以下の項目についてagree / disagree を選択する．・We had many ideas.・We made plan.・We didnʼt mind making mistakes.・Each person had a job.・I helped my group.・I asked questions.・My team listened to me. ⑻ グループでの反省（５分）以下の４つの質問について議論させる．１．Who was the leader?２．What did we do well?  （Example: planning, communication, teamwork, design, build）３．What did we do poorly?４．What skills were important during this challenge?  Rank the most important skills below. A．Communication（コミュニケーション）B．Design（設計する力）C．Time management（時間配分する力）D．Leadership（リーダーシップ）E．Creativity（創造力）⑼ プレゼンテーション（10分）“The most important skill is .” といったテンプレートをもとに各グループで１番目，２番目，３番目に重要だと考えた項を発表．⑽ 教員から授業の意図を説明（２分）⑾ コロナ対策のため，材料の廃棄と手指消毒の指示（ １分）⑿ 次の授業において個人アンケートの実施⑶ 机を動かしてグループを作らせる．（２分）16本校での実施に当たっては，実施する全てのクラスに対して，活動の事前告知を行うことなく当日サプライズで行った．事前に告知を行うと，インターネットで作成方法を検索してきたり実施したクラスから組み立て方を聞いてきたりして自由な発想で取り組むことを妨げる可能性があったためだ．創造力や話し合いの必要な活動にするために，事前に単語を暗記し練習して英語で実施するのではなく，抜き打ちで行うことにした．当日は，手順⑴～⑷の説明と⑺～⑼の反省，プレゼンテーションについては生徒に英語で行った．⑸ ⑹のグループワークについては，あえて日本語で取り組むことにした．本来であれば，英語の授業のグループワークであるため事前に活動の中で活用する英語を覚えたり練習したりして英語で行うことに意味があると考えるのが自然である．特に普段から多くの時間を費やして英語を学んでいる普通科の高校で実施すれば，英語を手段としてものづくりを行うという実際的な授業が可能であろう．理系の生徒にとっては，座学の知識だけでなく実際的な技術の重要性も実感するであろう．本稿を一読いただいている普通科の生徒を指導する先生方には，英語で行うことをお勧めしたい．しかしながら，前述の通り本校の２・３年生のChris 先生の授業は３週間に１度であり，下準備を行っても３週間後の実施時には忘れてしまう．加えて前述の通り，本校の生徒たちにとっては事前予告なく自由な発想で組み立てることに意義があると考えた．今回の活動の目的は，将来の就職を見据え，ものづくりにおけるコミュニケーションの重要性，すなわち専門家の技術的なスキル以外にもコミュニケーション能力が重要であるということを体感させることであったからだ．英語で実施すれば「やっぱり英語は難しいわ」で終わるところを「日本語でもコミュニケーション能力は必要だ．技術力や専門知識があればものを作れるわけではないのだ」ということに気付かせたかったのである．コミュニケーション能力及びクラスメイト一人一人という異文化を受容する力の必要性を実感させたかった．そのためには事前告知なく日本語で実施する，という方法が本校の状況に合っていると判断した．なお，グループの人数については，３～４名とした．最初のクラスで６名程度で実施してみたが，６名で１つのものを作り上げようとすると，スペースの問題もあり，中心的な生徒４名の輪の中で活動が展開していき，消極的な生徒や内向的な生徒２名は見ているだけになってしまうことが判明したためである．理想を言えば６名全員が取り組むようにすることがグループの連携であるが，実際のところグループで輪になって１つのものを作るのには３～４名が適しているため，３～４名一組で行うことが推奨されることがわかった．次項で提示するデータも各グループ６名で行ったクラス以外の５クラスでとったアンケートのデータである．３．「マシュマロ・チャレンジ」実施と調査結果グループワークが開始すると，生徒たちはリーディングでの様子とは異なり，まるで水を得た魚のように嬉々として作業に取りかかった．座学において覇気のない生徒の中にも，生き生きとした表情で独創的な組み立て方で塔を製作する者もおり，その様子を見るのはとても新鮮で興味深いものであった．アンケートによる調査結果は以下のとおりである．対象： 令和４年度コミュニケーション英語Ⅱを受講する２，３年生の生徒５クラス163名① 活動には積極的に貢献できましたか．質問① 1 2 ３ 4 合計人数 2 9 73 79 163１全く貢献できず２あまり貢献できず３ある程度貢献できた４非常に貢献できた② 最も困難に感じた点は何ですか．（１つだけ選んでください．E．その他の場合，具体的に書いてください）質問② A B C D E 合計人数 30 89 6 34 4 163A．設計を考えることB．実際に組み立てることC．グループで意見をまとめることD．制限時間内に塔を完成させることE．その他（Eの具体的回答：バランスの調整，建てた後にクーラーの風により倒れたり倒れそうになったりしたこと）③ もしも自分一人で取り組んだ場合，より簡単だと思いますか，より難しいと思いますか．質問③ A B C D合計人数77 59 24 3 163 A．ずっと難しいB．多少難しいC．多少簡単D．ずっと簡単④ この活動を成功させるために重要な能力・特性は何だと感じましたか．１番目，２番目，３番目を選びなさい．質問④ A B C D E F合計１（3pt）177 129 21 18 15 129 489２（2pt） 92 96 40 24 12 62 326３（1pt） 31 35 30 31 4 32 163合計300 260 91 73 31 223 978（pt）図１質問④の結果A．Communication（コミュニケーション）B．Design（設計する力）C．Flexible Iteration（臨機応変に，柔軟に修正する力）D．Time Management（時間配分する力）E．Leadership（リーダーシップ）F．Creativity（創造力）※１番目＝３ポイント，２番目＝２ポイント，３番目＝１ポイントに換算して上記の表にまとめた．※項目Cは最初のクラスにおいて設定した．授業中のグループ反省においては，２クラス目からは不要として削除したが，６クラス全ての個人アンケートの項目を統一するために最後まで残した．⑤ 各クラスのグループごとの塔の高さは以下のとおりであった．各グループの塔の高さ（cm）平均Aクラス65 59 51 41 cm 49 48 48 28 24 1 Bクラス23 cm 52 46 38 1 1 1 Cクラス53 50 49 36 29 cm 36 26 24 15 1 1 Dクラス77 67 61 45 26 cm 9 1 1 1 1 1 Eクラス68 56 56 50 39 cm 48 48 46 17 1 1５クラスの全グループの平均32 cm ※時間内に塔を建てるのに失敗した場合は１cmで統一した．なお，アンケートの自由記述欄には，純粋に楽しかった，コミュニケーションの重要性がわかった，といった意見の他に，今度は英語でやってみたい，といった意見もあった．４．考察質問①の回答から，１グループ３～４名で実施した場合，ほとんどの生徒が塔の製作に貢献できたと1718感じていることが確認できた．実験的に１グループ６名で行ったクラスにおいても否定的な回答は少なかったが，活動の様子を見ていれば１グループ３～４名の場合において生徒がより積極的に取り組んでいたことは明らかであった．質問②の回答と⑤の表を見ればわかるとおり，生徒が想像していたよりもスパゲティで塔を作ることが困難であったことがわかる．特に１グループ４名で実施した５クラスにおいては「マシュマロは思っているよりも重みがあるから注意しなさい」と予めアドバイスを行ったが，塔の高さが１cm，つまり時間内に塔を建てることができなかったグループが一定数あった．普段から実習に多くの時間をかけている生徒にとっても決して簡単な作業ではなかったことが推察できた．また，制限時間内に立派な塔を建てることができても，制限時間終了内や終了後グループごとに順番に高さを計測している間に塔が倒れてしまうこともあり，実際に組み立てることを困難であると感じた生徒の心情は理解できた．質問②において項目C．「グループで意見をまとめること」を選択した生徒が非常に少なかったことからは，十分にコミュニケーションをとって意見をまとめ製作にあたることができたことがわかった．質問③からは，一人で取り組んだ場合にはより困難に感じる活動であったことが確認できた．設計についてだけでなく，複数人で支えていないとスパゲティをつなげていくことは困難であり，A，Bと回答した生徒はコミュニケーションの重要性を実感したということが読み取れた．質問④では，A～Fの６項目から重要だと感じたものを３つ選んでもらい，１番目は３点，２番目は２点，３番目は１点とカウントして合計点を比較した．得点順に，A．Communication（コミュニケーション），B．Design（設計する力），F．Creativity（創造力）が選ばれており，生徒は残り３項目と比べてより重要であると感じていることがわかった．意図した通り，A．Communication（コミュニケーション）というヒューマンスキルとB．Design（設計する力），F．Creativity（創造力）というテクニカルスキルの両方の必要性を生徒が感じたことがわかった．図１のグラフを参照すると，A．Communication（コミュニケーション）は最も多くのポイントを獲得しており，重要性を強く感じた生徒が多かったことがわかった．C．Flexible Iteration（臨機応変に，柔軟に修正する力）という活動の途中で修正するスキルよりもA．Communication（コミュニケーション）が重要であると感じている点も，グループワーク開始からコミュニケーションの重要性を実感していると見ることができる．E．Leadership（リーダーシップ）と回答した数が少ないことからは，１グループ４名の活動においては，リーダーや，まとめ役の存在の有無よりも全員が活動に積極的に参加し製作方法について話し合うことが大切であると考えていることが読み取れた．⑤の表は，各グループごとの塔の高さを一覧にしたものである．結果の中には興味深いことがいくつかあった．１つには，学年が上であることや学力が高いクラスであることは，高い塔を製作するための必要条件ではないということであった．これは，３年生が２年生よりも必ずしも平均的に高い塔を建てたわけではないこと，定期考査の平均点が高いクラスが平均的に高い塔を建てたわけでもないことから相関性がないと判断することができた．興味深いことには，建築工学を専攻しているクラスの平均が高かったわけでもなかった．建築工学専攻のクラスの名誉のために説明すると，このクラスは製作した塔の設計は全般的に他のクラスよりも技術的には質が高く，高い塔を建てられそうであった．しかし知識への自信から，より高い塔を作ろうとして競争意識が過熱した結果，結果的に終了時に倒壊し，記録が１cm となったグループが複数あった．まさにDesign（設計する力），すなわち専門的技能を有していても，時間や材料といった制約の中で塔を建てることが可能かどうかを推測したり，実現可能な高さかどうか議論したりすることが必要であった例であるといえるだろう．また，１cmの記録となったグループが一定数あったにもかかわらず，質問④で生徒が選択したのがC．Flexible Iteration（臨機応変に，柔軟に修正する 力 ）や D．Time management（時間配分する力）ではなくA．Communication（コミュニケーション ）， B．Design（設計する力），F．Creativity（創造力）であった．このことから，生徒たちは，塔の製作に失敗した原因は，塔を建てられなかったとき19の柔軟な対応や時間配分というよりもむしろ，コミュニケーションや設計力，創造性にあったと考えていることが読み取れた．最初から各自の創造力を集結させて議論し，設計を緻密に行えば塔の製作に成功しただろうと考えていることがわかった．５．まとめ50 分の授業を実施し，授業の終了時と次の授業開始時に，「マシュマロ・チャレンジ」の目的を説明した．ふだん賑やかなクラスも落ち着いて説明を聞いていた．就職やものづくりを進路目標として希望する生徒の共通の関心を切り口にして，英語だけでなく日本語でのコミュニケーションの重要性を自分事として体験的に学ばせることができたと感じている．さらにいえば，英語でやってみたい，とか，英語でのコミュニケーションも必要かもしれない，と思う生徒が一人でも増加したのであれば大成功だったといえよう．言語とは手段であり，目的はものづくりなどさまざまである．目的を達成するための技術的なスキルは当然必要であるが，製作者は人間である．昨今，Boston Dynamics 社の atlas や Agility Robotics社のdigit 等，AI ロボットの技術は日進月歩しているが，質の高いものを作るためには，やはり人間同士で協働することが必要である．資格取得などを通じて身に付けた個人の技能は，仲間に意見を受け入れてもらって製作に反映できて初めて生きてくるということが体感できたであろう．今回の試みでは，英語の授業を手段として用いることで，英語で説明を聞いたり発表したりするのみならず，一人一人という異文化の間でコミュニケーションをとることの重要性を体感させることができたと考えている．就職を希望する生徒だけでなく大学や専門学校等への進学を希望する生徒にとっても，専門科での実習や資格取得だけでなく他者と会話し協働することの重要性が伝わったと感じている．英語の授業において専門科の生徒たちの興味を生かしたグループワークを行うことを通してキャリア教育にかかわる体験学習を実施することができたといえる．ささやかな活動ではあるが，将来の日本のものづくりの担い手たちの心の片隅に残る英語の授業になったことを願っている．を割いて準備をしてくださったChristopher, Yee先生に感謝の意を表したい．ありがとうございました．"
        },
        {
            "title": "水陸両生植物：姿を変える植物から学ぶ生物の環境応答",
            "subject": "生物",
            "author": "京都産業大学生命科学部池松朱夏，木村成介",
            "year": "2023",
            "article": "1.\t植物の陸上進出と水中への帰還生命は太古の海で誕生した。光合成を行う生物の出現によって成層圏にオゾン層が形成されると，有害な紫外線に晒されていた陸上でも生物が安全に生育できるようになった。今から約4億5千万年前に，この陸上というフロンティアへ最初に進出したのは植物で，淡水に生育するシャジクモ類が祖先であったとされる。陸上進出した当初は水辺に分布していた植物は，その後，体全体を覆う脂質ポリマーからなる「クチクラ層」を発達させたり，ガス交換のための「気孔」を獲得したりなど，より乾燥した環境でも生育できるように進化した。現在では約30万種の多様な植物が陸上で繁栄している。興味深いことに，陸上植物の一部は再び水中へと帰還した。乾燥の心配がなく競合相手が藻類しかいない水中は，陸上植物にとって次のフロンティアとなったのである。水中に戻った植物は水草と総称されている1）。陸上植物の水中への帰還は，さまざまな系統で独立して200回程度起こっており，収斂進化の典型例である。乾燥から身を守る必要がないため，多くの水草は厚いクチクラ層や気孔を作らず，表皮からの浸透拡散によってガス交換を行っている。2.\t水陸両生植物とはなにか陸上植物は水中で長期間生存できず，また，水草は陸上で生活できない。これは，ガス交換が，陸上植物では気孔から大気を取り込む「肺呼吸」形式で，水草では表皮から水中の溶解酸素・二酸化炭素を取り込む「鰓呼吸」形式であるという違いによるところが大きい。では陸上植物は，どのようにして水中へ帰還できたのであろうか。その進化を紐解くヒントは，河川や湖沼の水辺や湿地など，陸上と水中の間の湿環境に生育する水陸両生植物にある。この植物は，陸上では気孔を持つ葉を，水中では水草に似た葉を形成する。つまり，環境に合わせてガス交換方式を切り替えることで陸上と水中のどちらでも生育することができるのである。環境に合わせて葉の機能や形態を変化させるこの能力を「異形葉性」と呼ぶ。アブラナ科に属する水陸両生植物であるロリッパアクアティカ（Rorippa aquatica）は，顕著な異形葉性を示す植物である（図1）。この植物は，水中では葉身が細い羽状の葉を発生し，また，気孔の形成はほぼ完全に抑制される。生育温度や光の強度・波長などの影響で，発生する葉の形が変化するなど興味深い性質を示す。筆者らは，この植物を研究材料とすることで，植物の環境応答（水没に対する応答）のメカニズムの研究を進めてきた。3.\t気中葉から水中葉への運命転換の仕組み3.1\t水没に応答した迅速な運命転換筆者らは，ロリッパアクアティカの葉の表皮における気孔形成に着目した。まず，気中で育てたロリッパアクアティカを水没させて経時的に観察すると，気中葉として成長中であった若い葉が，水没後4日目には気孔形成を抑制して既に水中葉に運命転換していた。次に，この運命転換の仕組みを明らかにするため，RNA-Seq解析という手法を用いて，水没に応答して転写量が変化する（運命転換に関与が予想される）遺伝子の特定を試みた。解析の結果，植物ホルモンや光環境応答に関係する遺伝子に多くの変動が見られた。気孔の形成に着目すると，水没後1時間でSPCHやMUTEなど重要な遺伝子の発現が減少し始め，24時間後にはほとんど発現しなくなることがわかった。（気孔形成のメカニズムはモデル植物のシロイヌナズナを用いて詳しく研究されている。研究では，SPCHとMUTEという転写因図1\tロリッパは2つの機能の異なる葉を使い分ける150476-p002-1（69*43）特集13特集1子をコードする遺伝子が若い葉の未分化な表皮細胞で発現することが，気孔の形成に必須であると明らかにされている2）。）ロリッパアクアティカでは，水没によりこれらの遺伝子の発現が抑制されることが水中での気孔の形成を抑制する直接の原因であり，さらに言えば，気中葉から水中葉への運命転換は水没後1時間以内という非常に早い段階で起こることが明らかになった。3.2\tエチレンによる水没感知システム陸上植物にとって水没は緊急事態であるから，これを認識して応答する仕組みが存在する。植物ホルモンであるエチレンの蓄積である。気体のホルモンであるエチレンは，植物体が陸上にある場合は植物組織から空気中に拡散していく。一方，植物が水没すると逃げ場を失うため，植物の組織内に蓄積する。この物理現象をトリガーに，陸上植物は代謝を低下させて低酸素環境を凌いだり，茎を伸ばして水面上に葉を出すことでガス交換を回復させようとしたりするなど，水没時に生存するための応答を起こす。しかし，陸上植物には，基本的に水没時に気孔形成を積極的に抑制する仕組みは存在しない。それでは，エチレンはロリッパアクアティカにおいてどのように機能するのだろうか。陸上で育てているロリッパアクアティカにエチレンを作用させたところ，陸上であるにもかかわらず気孔の形成が抑制され，水中葉が形成された。つまり，ロリッパアクアティカでは，エチレンの蓄積で水没を認識するだけでなく，気中葉から水中葉への運命転換そのものがエチレンのシグナルにより駆動されていたのである。このことから，ロリッパアクアティカは水中へ進出する進化の中で，エチレンによって気孔形成を抑制し，葉の形も変化させる制御のメカニズムを獲得したことが明らかとなった。3.3\t赤色光による運命転換の制御日長や照射される光の波長域などの光環境の変化は，植物にとって花成や避陰反応といった環境応答の制御に重要である。研究途上で偶然に，ロリッパアクアティカは暗所では水没応答を起こすことができないという興味深い発見があった。なぜ水没応答には光が必要なのだろうか。波長域ごとに解析してみると，水没応答には照射される光に赤色光が含まれる必要があることが明らかとなった。赤色光を照射すると，エチレンの生合成に関わる遺伝子が強く誘導される。このような応答は近縁種では知られていない。ロリッパアクアティカは，体内に存在するエチレンの量を恒常的に増やして素早く水没に応答するために，赤色光によりエチレンの合成を促進する新たなシグナル伝達経路を獲得したと考えられる。4.\t植物の環境応答地面に根を張って生活をしている植物は，周囲の環境が変化しても逃避できない。植物には静的なイメージがつきまとうが，移動できないからこそ，周囲の環境の変化に機敏に応答することで生き抜いているのである。一般に，生物が環境に応答して表現型を変化させることを表現型可塑性という。本稿で紹介した，水陸両生植物が示す異形葉性も表現型可塑性の例である。植物は，動物とは異なり成長の過程で器官発生が一生続く。そのため，環境変化に対して，器官発生を制御すること，つまり表現型可塑性で対応していることが多く，高校生物の教科書でも数多くの例が紹介されている。ロリッパアクアティカは，水没や温度変化による異形葉性，葉の断片からの栄養繁殖の観察など，探究活動の教材としても有用である4）。「移動できない植物」に注目して，生物の環境応答について考えてみるのも良いのではないだろうか。参考文献1) 田中法生2012 異端の植物「水草」を科学する-水草はなぜ水中を生きるのか？-ベレ出版2) Pillitteri et al. (2007) Nature 445: 501–505 3) Ikematsu et al. (2023) Current Biology 33: 543-556 4) 郡司玄，天野瑠美，金子真也，Ferjani Ali，木村成介(2019)「アブラナ科植物Rorippa aquaticaの再生能力に注目した栄養生殖の教材化と授業実践」生物教育60: 137-147"
        },
        {
            "title": "実験指導とレポート作成指導について",
            "subject": "物理,化学,生物,地学",
            "author": "日本工業大学駒場高等学校石田和弘",
            "year": "2023",
            "article": "1.\t実験およびレポート指導における目標設定\t高等学校学習指導要領には，理科全体の目標として次のように記載されている。（1）自然の事物・現象についての理解を深め，科学的に探究するために必要な観察，実験などに関する技能を身につけるようにする。（2）観察，実験などを行い，科学的に探究する力を養う。1)これらを読み取れば，授業における実験の実施が重要であることは言うまでもない。私は実験およびレポートの指導を通し，生徒たちの科学的思考力の養成はもちろんのこと，論理的な表現力の向上も指導上の目標に設定している。2.\t指導上の難しさ理科実験には，実験終了後のレポート作成が付き物である。しかしながら，レポートの書き方をしっかり学ぶ機会のないままに高校を卒業してしまう生徒も少なくない。それどころか，最小目盛りの10分の1までは目分量で読むといった，測定上の基本ルールを習得していないこともあるのが現状だ。それだけ実験やレポートの指導には多くの難しさや課題点があるとも言える。ここ数年の指導において，私が直面する課題点等を挙げながら，実践例を少しばかり紹介していく。①\t授業時間を実験やレポート指導に割けない現実理科は授業内で扱わなくてはならない領域・内容が多いのが1つの特徴である。授業の時間数は限られており，その限られた時間数の中で教科書の内容を終わらせ，さらには実験等の指導をしなくてはならない。そのため，時間がいくらあっても足りないと感じてしまうところだが，年間の様々な行事等で定期試験ごとの授業回数も毎年異なり，授業の進度や実験スケジュールの調整は難しさを極めている。本校の高校物理においては，授業で学習した内容の確認として実験を行うスタイルが主流となっている。もちろん，新しい単元に入ったタイミングで実験からスタートし，法則等を考えさせることもあるが，やはり9割以上は確認実験としての実施となっている。生徒の理解度に合わせて授業を行うことで，予定よりも進みが遅くなってしまう場合もあり，どうしても実験に割く時間が足りなくなることがある。また，問題演習の時間を数回分は確保したいという理由から，実験の年間回数がさらに削られてしまい，時間的な圧迫となる実験後のレポート指導は非常に難しくなってくる。②\t指導ツールや事例等の教材不足実験の実施にあたり，必要不可欠なのが器具や実験書といったツールである。本校の場合，実験器具が充実しているとは言い難い状況ではありつつも，私が赴任する前から授業でいくつも実験を行ってきている。しかし，各教員がバラバラに実験書を作り，個々に使っている状態であったため，赴任直後は何の実験ができるのかを把握することに苦労した。実験書を共通化し，さらには評価基準や指導上の重点箇所を教員間で共有しなくては，教員間での指導力の差による問題や，業務量による問題が発生してしまう。③\t生徒の根本的なスキル不足高校物理で実施する実験は，数値データを得られる内容が多い。そのため，得られたデータを処理し，分析することが求められる。しかしながら，データの取り方（目盛りの読み方）から怪しい生徒が多く，正しく読み取った値を記録させるだけでも一苦労である。そのうえで実験結果をグラフなどで処理し，考察までさせるのだが，何をどうしたらよいかわからないという生徒がほとんどであるため，一から教えていかなくてはならない。また，実験は予め用意された実験書に従って行うが，生徒たちは実験書に書かれた手順を実行していれば，当たり前に実験が上手くいくと思いこんでいる。それだけでは単なる「作業」で終わってしまい，実験操作における不手際があっても，誰も気付くことができないうえ，考察の材料を自ら失ってしまうことになる。5特集2 3.\t実験およびレポートの指導事例①\t実験書の共通化前項でも述べたように，本校では同じ実験内容でも，実験書を各先生がバラバラに作成して持っている状態であった。そのため，何人かの先生と協力して，生徒のレベルに合わせて考察内容等を編集しながら使用できる基本フォーマットを用意した。実験書作成のスタート段階は，前述した通り，実験室にある機材の確認からである。教科書に載っている簡単な確認程度の実験から，データを取るような実験まで，まずは教科書に載っているものをベースに実施できるか否かを調べた。放課後等の時間を使い，一通りの確認を済ませ，実施可能なものをリスト化し，年間の授業カリキュラムに照らし合わせて実施可能な実験がどの単元に分布しているかを確認した。また，学習指導要領の改訂に伴い，授業での実験を充実させる必要が今まで以上に出てきたことを機に，指導要領に記載のあるものを優先的に実施できるよう，実験書の作成を始めることとなった。そこに合わせて，私が実験指導の目的としている「データの取り扱い方（処理方法）」と「形式的なレポートの作成」を実践しやすい題材を選定した。結果的には，生徒がイメージをしやすいという点も踏まえ，力学の内容が多くなったが，教科書の内容を学習する2年生から3年生夏までの1年半の期間中で14の実験ができるように準備ができた。現在は，実施可能な実験数を増やすことに加え，探究学習として扱えそうなテーマを探しているところでもある。特に探究としては，本校が元々は工業高校であったことや，私自身が工学系出身であることを活かせるようなテーマを模索している。図1実験書データの一覧と指導要領の項目比較②\t実験中の生徒指導実験で最初に行う指導は，安全面に関するものである。物理の実験では，薬品の使用などがないため，あまり危険を直接的に感じる場面は多くない。実験内容によっては，加熱の際にガスバーナーを使うなどもあるが，それも一部の実験だけである。その中で安全に配慮すべきと私が考えるのは，実験器具の破損が招く危険である。そのため，器具の取り扱いは正しく行えるよう，細かな操作上の注意事項も確認しながら行う。また，実験中の危険回避という点から，生徒には椅子に座っての実験はNGとしている。何かあった際に回避行動を取りやすくするためという目的はもちろんのこと，座って実験を行うことで，手先だけで操作してしまい，実験操作が雑になってしまうのを防ぐ目的も含まれる。そして実験は「①実験書の共通化」で述べたように，共通化した実験書に従って行うのだが，器具の基本的な使い方を説明した後，私が必ず生徒たちに言うことがある。それは「必ず全てのことに対してメモを取りながら進めなさい」ということである。これは，当たり前のことではあるものの，意外と生徒たちができていない部分への意識付けだ。生徒たちにとって実験は，数値（データ）を取り，そのデータを元に考察してレポートを書けばよいものとの認識が強い。これも誤りではないのだが，実験操作の1つ1つが理想通りに行われているとは限らない。何かしらのエラー原因になる要素を含んでいることも考えられる。細かなメモを取りながら進めることで，実験操作への注意力や集中力を欠くことなく実施できる。また，考察の際には実験中の様子を思い出しやすくなり，操作上のエラーにも後から気付きやすくなる。様々な記録を残そうとすることで，実験操作を行っている者だけでなく，操作を行っていない者も手持ち無沙汰にならずに済む。私が実験指導において重視する点は，各実験の操作内容よりも，あらゆる実験を行う際に意識しなくてはならない基本作法である。特に，この実験中にメモを取るように促す声がけは，実験中に起こるあらゆることが重要な情報であるということを意識づけるために，大切にしている。生徒たちも毎度の実験で言われ続けていると，当たり前のようにメモを6特集2たくさん取るように変わってくる。くり返し指導して意識づけるために，年間の実験回数は少なくとも8 回以上確保したいと考えている。③\tレポート作成における添削指導生徒たちにレポートを書かせるにあたり，一番苦労するのはもちろん考察の指導である。しかしそれ以前に，生徒はレポートの基本的な書き方を全く知らないため，まずは実験レポートの体裁を整えられるようにすることから始まる。本校では，「レポート作成の手引き」として，基本的なフォーマットの提示や様々な注意事項をまとめた資料を生徒に渡している。その中には，レポートとして記載すべき内容（項目）や，方眼紙の使い方をはじめとしたグラフの書き方などが載っている。私は生徒が初めてレポートを作成する実験では，実験後最初の授業で必ずレポート作成についての講義を入れ，この手引きと作成例を参照しながら注意事項に触れるようにしている。この時間を設けることにより，授業を真剣に受けている生徒たちは大まかなフォーマットを守りながらレポートを作成できている。しかし，「考察」は別物である。考察では各自が考え，自らの言葉で全てを記さなくてはならないため，考察の指導は非常に時間がかかる。生徒たちは考察で何を書いたらよいのかが初めはわからないため，私は生徒たちに「まずは実験誤差について言及することから始めよう」と声をかけている。レポートの作成における注意事項の説明でも，誤差原因などを考えて述べる際は「論理性」と「妥当性」のある表現が求められると伝えている。理論値に対し，実験値がプラス・マイナスどちら側で生じたのかにより，考えられる誤差原因は異なってくる。このようなことも含め，生徒には誤差原因についての記載上の注意事項等を説明し，1週間後を提出期限としてレポートを作成させている。提出されたレポートは，一字一句全てを読み，誤字脱字のチェックから，記載内容の添削までを行っている。気になる箇所には全て，赤ペンでチェック・コメントを入れているため，一人分のレポートを添削するだけでも，かなりの時間を必要とする。添削が完了したレポートは，たくさんの赤チェックが入った状態で生徒に返却し，生徒たちは添削内容をしっかり確認しながら再提出レポートの作成に入っていく。私のレポート指導では，この添削と再提出をくり返し，ある程度の形になった状態までもっていく。考察指導の難しい点は，生徒が自らで考えて書く必要があるのに加え，「明らかな誤りはあっても，絶対的な正解はない」という点である。そのため，こちらから記述内容の指定をしてしまわないよう，あくまで生徒が考える補助としてヒントを出しながら誘導することが重要になってくる。結果として，考察の指導においては，個別対応が必要になることが多く，返却時以外に，放課後等でもそのための時間を設けるようにしている。④\t具体的指導事例【比熱測定による金属試料の特定】本校では，比熱を測定することで，未知の金属試料の特定をさせている。未知とは言え，高校生の生徒実験であるため，用意できる金属の種類は限られてくるが，鉄，銅，アルミ，真鍮の中からランダムで選ばせ，実験は次のように行っている。【実験概要】銅製の熱量計（かき混ぜ棒を含む）に水を入れ，しばらく放置する。その間，ビーカーに水と金属試料を入れて加熱し，沸騰させる。温まった金属試料を熱量計の水に入れ，温度の変化が止まったところで記録を取り，熱量保存則から金属試料の比熱を算出させる。【実験中】実験の基本的な手順は実験書に載せているが，細かい指示や注意点などは書いていない。後々の考察等で必要になるであろう情報に自分たちで気付き，メモさせるためである。図2実験書の抜粋7特集2例えばこの実験では，金属試料を渡しているが，そのサイズは何も情報がない。金属試料を温める時間の指定もない。また後述する通り，温めた金属試料をビーカーのお湯から熱量計に移す際に，金属試料に付着したお湯を熱量計内に持ちこんだかどうかや，熱量計に移すのにどれくらいの時間を要したかなどのメモも後々重要な情報となる。実験中はそれぞれの安全上の確認をしつつ，机間巡視の中で記録を見て回っている。【レポートの添削】実験後のレポートで大変になるのは，やはり考察の添削である。この実験では，熱量保存則による比熱の測定を行うため，熱量計や水，金属試料の温度と質量については測定してある。しかし，実際にはこれらだけで熱のやり取りは終わらない。この実験において，金属試料を熱量計に移す際，次の2点は避けることができない。1点目は熱量計内にお湯を持ちこんでしまうことである。特に，本校の実験で使う金属試料は円柱形をしており，円形の上面にお湯が乗ったまま熱量計に移すことになる。2 点目に，金属試料を移す際，金属試料の熱が失われ，ビーカーの加熱を止める前に記録した温度とは異なる温度で熱量計に入れていることである。生徒の中には，これらの影響で実験誤差が生じてしまうことに気付く者もいる。しかし，考察での記載が箇条書き状態となり，それらの要因がどのように結果に影響するかなどの説明が書けていないため，「妥当性を示すこと」とコメントしている。また，考察は実験結果を受けて書くものであるが，結果は数値だけではない。その数値を得るまでの過程を含めて1つの結果である。手順（プロセス）の中に小さな差があれば，得られるデータも異なってくるはずだ。そのため，生徒には実験中の様子を含めて，細かく記録に残すように言っている。添削内容としても，「この部分が～であったなら，…になってしまわないかな？」などのコメントを残し，実験中の様子を記録しておく必要性を感じられるようにしている。考察の添削において，私が重視しているのがこのようなケースである。考察は考えたことを論述しなくてはならない。そのため，しっかりとした文章で読み手が納得できるような書き方が必要となり，そのための情報を拾い集めながら正しい表現ができるようにチェックを入れている。4.\tまとめ数年かけることになったが，実験を当たり前に行い，理系として最低限のレポートが書けるように指導していく基盤を構築できてきた。物理の授業は2年生から始まり，3年生の夏までの1年半の間で，14 の生徒実験ができるようになっている。様々な理由から，この全てを実施できる学年・クラスは少ないが，最低でも8つの実験を行い，レポートの作成を課している。実験やレポートの指導を口うるさくくり返した生徒たちの変化も，しっかり手応えとして感じることができている。実験中の取り組み方を見ても，くり返し言われながらやってきた生徒たちは，作業1つ1 つの様子まで，しっかりメモを取る習慣が身についている。それが無いとレポートの考察を書く際に，情報が不足してしまうことを経験として学んだからである。レポートに関しても，体裁を整えるのはもちろんのこと，考察の内容も少しずつ論理的なものになってきた。また，卒業生に会った際には「先生のレポートは厳しかったけど，そのおかげで大学でのレポートはスムーズでした」と言ってもらうことも多い。実験やレポートの指導はとても労力を要する。しかし，理系生徒を育てるにあたり，これらのスキル習得から目を背けるわけにはいかない。もちろん，生徒たちの成長を感じつつ，私自身も指導の効率化を考え成長していく必要がある。周りの先生たちの指導力向上も含め，まだまだやるべきことは多いが，これからも地道にできることを増やし，実験・レポート指導を大事にしていきたい。参考文献1) 文部科学省『高等学校学習指導要領（平成30年告示）』"
        },
        {
            "title": "歴史的な人間活動がもたらした紀伊半島のシカの集団構造",
            "subject": "生物",
            "author": "福島大学共生システム理工学類高木俊人",
            "year": "2023",
            "article": "１．はじめに野外に生息・生育している多くの動植物は，昔からずっと同じ場所で生き，世代を重ねてきたと思われがちです。しかし，これまでの人間の活動が地質や気候などの地球環境や，生態系に大きな影響を与えたとする事例も多数報告されています。このことは，野生生物といえども，過去に人間活動の影響を色濃く受けている可能性を示唆しています。そのため，近年では完新世（Holocene）に続く新たな地質年代区分として，「人新世（Anthropocene）」を設定することが議論されています。こうした野生生物の集団構造や分布の変遷，個体数の変動に対する人間活動の影響の有無を調査する際には，対象となる野生生物のDNAを調べる遺伝解析という手法が用いられます。例えば，身近に生育する竹の一種であるモウソウチク（Phyllostachys edulis）は，日本列島から中国の個体までを対象とした遺伝解析の結果，日本列島に生息するほぼすべての個体が同一のクローンであり，人間が中国から株分けして持ち込んだものが広がったことが明らかとなっています1）。また，鹿児島県の徳之島に生息する国の特別天然記念物であるアマミノクロウサギ（Pentalagus furnessi）は，徳之島の南北で異なる遺伝的集団を形成しており，これらの南北の集団は，少なくとも数千年以上前から分断されていたことがシミュレーションから明らかとなっています2）。さらに，最近では1万7千年前～1万6千年前の徳之島の先史人がアマミノクロウサギを食用としていたとされる遺跡の発掘結果も公表されており，狩猟のような歴史的な人間活動がアマミノクロウサギの集団構造に影響を及ぼしたことが示唆されています。このほかにも国内外の野生生物において，意図的・非意図的を問わず，歴史的な人間活動が分布や集団構造に影響をもたらした事例が多数報告されており，こうした知見は野生生物の保全活動や管理の方針を決定するための基礎的な情報として役立てられています。２．ニホンジカニホンジカ（Cervus nippon）は，北海道から鹿児島県の大隅諸島まで広く生息するシカの一種で，日本を代表する大型野生哺乳類です。日本列島以外では，ロシア沿海州から中国，台湾，ベトナムといったように東アジアに広く分布しています。ニホンジカは14亜種に分類され，日本列島には，エゾシカ，ホンシュウジカ，キュウシュウジカ，ヤクシカ，マゲシカ，ケラマジカの6亜種が生息しています。これらの日本列島のニホンジカは，明治時代の乱獲や豪雪により大きく個体数が減少し，多くの地域で絶滅の危機に瀕していた時期もありました。そのため，第二次世界大戦後はメスジカの狩猟が禁止されるなど，保護を基本とした政策が進められました。そうした保護政策の影響もあり，1980～90年代ごろからニホンジカの個体数が増加し，分布域の再拡大が進んでいます。過去40年間で日本列島のニホンジカの生息域は約2.7倍に拡大し，日本列島の約7 割の面積にシカが生息するまでに至っています3）。これらの増えたシカは，年間数十億円にも上る農業被害や，交通事故のような人的被害を引き起こすだけでなく，マダニ感染症の拡大にも関与していると考えられており，現在では10年間で個体数を半減にするといった大規模な個体数調整を主軸とした保護管理政策が進められています。図1奈良公園のニホンジカ3特集1このように「害獣」として扱われることの多い現在のニホンジカですが，歴史的にはさまざまな目的で利用される重要な存在でした。食料としての利用はもちろんのこと，角（鹿茸）や胎仔（鹿胎）は漢方薬として重宝され，中世以降は鹿革が，甲冑などの武具の材料や印伝のような工芸品の原材料として活用されていました。さらに，宮城県の金華山黄金山神社や茨城県の鹿島神宮，奈良県の春日大社などでは，ニホンジカが神の使いとして信仰の対象とされてきました。中でも，奈良では1000年以上も前から野生のシカを保護しているといわれています。奈良のシカは国の天然記念物にも登録され，非常に人馴れした姿を都市部で見せることからも観光資源として多くの人に親しまれています4）（図１）。私の所属する研究チームでは，「この奈良のシカは，他の地域のシカと違うのか？」「もし1000年以上も前からシカの保護が行われているのであれば，シカ集団にも何かしらの影響があり，歴史的な人間活動が野生生物にもたらした影響を評価できるのではないか？」という着想を持ち，遺伝解析を進めて来ました。本稿では，私たちが2023年1月に発表した遺伝解析により明らかにした奈良公園のシカの起源に関する論文5）について紹介し，野生生物に対する歴史的な人間活動の影響について考えていきたいと思います。３．調査方法奈良公園のニホンジカの歴史を遺伝学的な手法によって調べるためには，まずニホンジカの筋肉や血液のサンプルを集める必要があります。研究チームでは2001～2016年にかけて，紀伊半島全域の4府県30地域から294個体分のサンプルを収集しました。奈良公園のシカは国の天然記念物であることから捕獲が禁止されているため，交通事故死した個体などからサンプルを収集しました。紀伊半島のそのほかの地域では，狩猟や有害鳥獣捕獲によって捕獲された個体から筋肉や血液をサンプルとして提供していただきました。こうしたサンプルはDNAの劣化を避けるために，冷凍もしくは高濃度のエタノールに浸かった状態で研究室まで送付されます。それらの筋肉や血液中に含まれるDNAを専用の試薬を使って取り出し，PCR法（ Polymerase Chain Reaction）を用いてDNA中の特定の領域を増幅します。今回の研究では，読み取る領域として①ミトコンドリアDNAの調節領域と，②核DNA中のマイクロサテライト領域を対象としています。①ミトコンドリアは細胞中に含まれる小器官の一つで，ミトコンドリアDNAは母から子にのみ引き継がれる母系遺伝という特性をもっています。そのためミトコンドリアDNAは，次世代で父母の要素が入り混じる核DNAとは異なり，系統関係を復元するのに適しています。本研究では，ミトコンドリアDNAの全配列の中でも，タンパク質をコードせず突然変異の速度が速い領域である「調節領域」を対象としています。A（アデニン），T（チミン），G（グアニン），C（シトシン）で構成される塩基配列をサンガーシーケンス法によって読み取り，個体ごとの塩基の違いを評価しました。こちらは一般に，「シーケンス解析」と呼ばれています。②核DNA中のマイクロサテライト領域は，細胞の核DNA中にみられる1～数塩基の短い配列の繰り返し数の違い（例：ATATATATなど）を評価する遺伝マーカーです。こちらはDNA断片の長さを評価するため，「フラグメント解析」と呼ばれています。核DNAは，子が両親の要素を引き継ぐ両性遺伝という遺伝様式であり，多型性が高く複数の遺伝子座を用いることで個体を特定できるため，親子判定などにも使用されます。本研究では14種類のマイクロサテライトマーカーを使用して，各個体の遺伝子型を決定しました。これらの遺伝子型データを基に集団間の遺伝的交流の程度を評価し，遺伝学的な集団単位を明らかにすると同時に，突然変異率を組み合わせたシミュレーションから集団間の分岐年代推定を行いました。４．研究結果 紀伊半島のニホンジカの集団動態ミトコンドリアDNA調節領域を対象としたシーケンス解析では，紀伊半島全域から18種類のハプロタイプ（遺伝子型）が確認されました（図2）。これらの18種類のうち，6種 類（ M1～M6）は複数の地域で確認されるものでしたが，残りの12種 類（ S1～S12）は特定の一つの地域のみで確認されるものでした。中でもS4というハプロタイプは，奈良県北部の奈良公園の集団のみで確認されるものでした。ミトコンドリアDNAハプロタイプ間の系統関係を示したハプロタイプネットワーク上では，S4とい4特集1うハプロタイプは，紀伊半島全域で広く確認されたM1というハプロタイプと683塩基中1塩基の違いしかありませんでした。このことから，奈良公園で確認されたタイプは紀伊半島優占タイプと非常に近縁であり，日本列島の他の地域から持ち込まれたのではなく紀伊半島に在来の系統であることが明らかとなりました。このS4という独自のハプロタイプは，奈良公園の中で独自に変異したわけではなく，もともと紀伊半島の他の地域にも広く分布していたものと考えています。過去に個体群が縮小した際に，ほかの地域ではこのS4というハプロタイプが失われたものの，ある程度の個体数が維持されてきて，現在の奈良公園の周辺のみで生き残ったという予想です。これは，偶然によって特定の遺伝子型のみが残ったり広がったりする「遺伝的浮動（genetic drift）」と呼ばれる現象です。図2ミトコンドリアDNA調節領域の部分配列（683塩基）の系統関係を示すハプロタイプネットワーク［Takagi et al. 2023，J. Mammal 5) より改変］続いて，核DNA中のマイクロサテライト領域の遺伝子型データを基にした集団構造解析を行いました。この解析では各個体の遺伝子型から，遺伝的に類似したグループを仮定し，各個体がそれぞれのグループに帰属する確率を計算しました。その結果，紀伊半島に生息するニホンジカは大きく3つの遺伝的集団（奈良公園，半島東部，半島西部）に分けられることが明らかとなりました。図3は，各個体の遺伝的組成を示す棒グラフ集合体です。グラフの1本が1個体を示し，各個体が遺伝的に類似したグループ1～3に属する確率を塗り分けています。奈良公園ではグループ1に，半島東部ではグループ2に，半島西部ではグループ3に帰属する確率が高い個体が多いことが分かります。また，現在の奈良県が位置する半島中央部では，グループ2とグループ3が混じりあっていることが見てとれます。これは一度分断化し，独自の遺伝的組成を構成するようになった半島東部と半島西部の集団が，中央部で交配し，両者が混ざった集団を形成したことを示しています。図3核DNAマイクロサテライト領域を使用した集団構造解析の結果［Takagi et al. 2023，J. Mammal 5) より改変］最後に紀伊半島のニホンジカの3つの遺伝的集団である奈良公園集団，半島東部集団，半島西部集団がいつ頃形成されたのかを，核DNA中のマイクロサテライト領域の遺伝子型情報から推定しました。この推定には，コアレセント理論（Coalescent theory）と呼ばれる理論が用いられ，得られたDNA配列の合着が何世代前にさかのぼるかを推定することができます。今回は3集団の分岐パターンについて6つのシナリオを作成し，その中から観察された遺伝子型に最も当てはまりのよいシナリオをシミュレーションによって選択し，1世代を4年として年代の推定を行いました。その結果，約1000～2000年前（推定最頻値で約1400年前）に祖先集団から奈良公園集団が分岐し，約500～700年前（推定最頻値で約520年前）に現在の半島東部集団と半島西部集団が分岐したことが推定されました。これらの分岐年代は，紀伊半島で人間活動が活発化した時期と一致していました。1回目の分岐時期と推定された約1000～2000年前は，弥生～飛鳥時代にあたり，紀伊半島の北部では大規模な集落や都市が構築された時期になります。こうした建築物を作るためには材木が必要であり，多くの森林が切り開かれまし た6）。また，人口増加に伴う田畑の開拓なども行われ，ニホンジカの生息域は縮小や分断化したと考えられます。続いて，2度目の半島東部と西部の集団が分岐した約500～700年前は，鎌倉～戦国時代にあたります。この時期には戦乱によって多くの野山が焼かれるだけでなく，食料や武具の材料として利用されていたニホンジカの狩猟が積極的に行われていたと推測できます。そうした環境改変や乱獲の結果，ニホンジカは生息域を縮小させられ，集団間の5特集1交流が絶たれたのではないかと考えられます。以上の結果から考察された紀伊半島のニホンジカの歴史は以下の通りです（図4）。まず，紀伊半島のニホンジカの祖先集団は紀伊半島に広く分布していました。しかし，1000～2000年前の都市化に伴う開拓や狩猟によって，紀伊半島の各地で地域集団の孤立や絶滅が起こりました。その中で，現在の奈良公園の周辺に孤立したニホンジカは宗教的な理由などから，狩猟が禁じられ保護されるようになりました。続いて，約500～700年前には戦乱などによってニホンジカの生息域は再び縮小することとなり，半島東部と西部の2つの集団に分断されました。その後奈良公園のシカ集団は，周辺地域のシカとの交流がほとんどない状態で現在までに独自の遺伝的集団として維持されてきました。一方で，半島の中央部ではシカの分布拡大により，半島東部と西部の集団が出会い混合するようになったと考えられます。このように，紀伊半島のニホンジカの集団構造は歴史的な人間活動が強く影響しており，その中でも奈良公園集団は孤立後，宗教的な保護により成立・維持してきた非常に稀有な集団であることが明らかとなりました。図4紀伊半島のニホンジカの個体群動態史の概要図５．今後の展望 次の1000年に向けて本研究によって奈良公園のニホンジカは，まさに「生ける文化財」とも呼べる稀有な存在であることが明らかとなりました。さらに興味深いことに，これらの紀伊半島の歴史的な人間活動はニホンジカ以外にも影響を与えていました。ニホンジカの糞を餌とするオオセンチコガネ（Phelotrupes auratus）の 近畿地方の集団を対象とした全ゲノム解析では，地域集団の分岐年代が，約2000年前と約600年前であるということが明らかとなっています7）。このことは紀伊半島における歴史的な人間活動が，ニホンジカのみならず，多様な生物の分布や集団構造にも影響を及ぼすほど甚大なものであったことを示唆しています。こうした野生生物に対する歴史的な人間活動の影響を明らかにすることは，その生物の今後の保全や管理を考える上で非常に重要です。近年のニホンジカの分布域拡大や個体数増加の影響は奈良のシカでも例外ではなく，1000年間保たれてきた人間とシカの関係のバランスが崩れつつあります。さらに奈良公園では，海外からの観光客の増加や植生の衰退，交通事故や不適切な餌やりなど，これまでの1000年間にはなかったさまざまな問題に直面しています。奈良のシカの1000年の歴史の経緯が明らかとなった今，その歴史にふさわしい存在として次の時代へどのようにして残すべきなのかを，より多くの人に考えていただければ幸いです。本研究では紀伊半島のニホンジカのDNAの一部を対象とした遺伝解析でしたが，今後はより広範囲のシカを対象とし，大規模なゲノムデータを活用した研究を展開していく予定です。具体的には，ミトコンドリアDNAの全塩基配列を対象としたミトゲノム解析や，核DNAの縮約ゲノム解析などを進め，紀伊半島のみならず日本列島全体のニホンジカの集団構造やその進化の過程，分布拡大の要因をより正確かつ詳細に解明していきたいと考えています。参考文献1) Isagi et al. (2016) Journal of Plant Research, 129, 21-27. 2) Ando et al. (2018) The Journal of Wildlife Management, 82: 1658-1667. 3) 環境省 (2021) 全国のニホンジカ及びイノシシの個体数推定及び生息分布調査の結果について（令和2年度）4) Torii & Tatsuzawa (2009) Sika deer in Nara Park: unique human-wildlife relations. In Sika deer: biology and management of native and introduced populations (pp. 347-363). Tokyo: Springer Japan. 5) Takagi et al. (2023) Journal of Mammalogy, 104: 303315. 6) Totman (1989) The green Archipelago: forestry in preindustrial Japan. Ohio University Press, Athens, Ohio, USA. 7) Araki & Sota (2023) Ecology and Evolution, 13: e9765."
        },
        {
            "title": "理科問題集リードシリーズ\t解説動画コンテンツのご紹介",
            "subject": "物理,化学,生物,地学",
            "author": "数研出版編集部",
            "year": "2023",
            "article": "はじめに数研出版の理科の日常学習用問題集「リードα」「リードLight」「リードLightノート」シリーズでは，QRコンテンツとして，シリーズ共通で「例題解説動画」を，また，各科目それぞれで確認問題をご用意しています。動画は，紙面に掲載されたQRコードを読み取るか，URLを入力することで視聴でき，授業や家庭学習でご活用いただけます。QRコンテンツの利用状況を曜日別に集計したところ，週末（土曜日・日曜日）の利用が多いことがわかりました。解説動画を含むQRコンテンツは，自学自習の際にご利用いただいているようです。2023 年秋発行の「リードα」「リードLight」「 リ ードLight ノート」シリーズ改訂版（下記）では，動画コンテンツのさらなる充実を目指し，ご活用いただいている例題解説動画に加え，新しい解説動画をご用意しました。新しい解説動画は，各科目の特性を踏まえた内容の動画になっています。この特集では，科目ごとに追加される動画について詳しくご紹介いたします。2023 年秋に改訂版を発行するラインアップは以下の通りです。・リードα物理基礎・リードLight物理基礎 ・リードLightノート物理基礎・リードα化学基礎 ・リードα化学基礎＋化学・リードLight化学基礎 ・リードLightノート化学基礎・リードα生物基礎 ・リードα生物基礎＋生物・リードα生物基礎 完成ノート・リードLight生物基礎 ・リードLightノート生物基礎（ラインアップは予告なしに変更することがあります。）●\t物理物理の大学入学共通テストでは，グラフの読み取りや分析を行う問題が多く出題されています。そのため，『改訂版 リードα物理基礎』では，「例題解説動画」，「リードA（要項）の確認問題」に加えて，グラフに関する問題（34題）の解説動画を新たにご用意しました。新たにご用意した解説動画では，各動画の中に「①グラフからイメージしてみよう」と「②グラフのポイント」の要素を設け，グラフの読み取りや分析において重要になる考え方を解説しています（図1，2）。①\tグラフからイメージしてみようこの要素では，問題文のグラフがどのような物体の運動や物理現象を表しているかについて，ていねいに解説しています。図1「グラフからイメージしてみよう」の例②\tグラフのポイントこの要素では，グラフの読み取りや分析において重要な着眼点と考え方を扱っています。図2「グラフのポイント」の例『改訂版 リードLight物理基礎』，『改訂版 リードLight ノート物理基礎』でも同様にグラフに関する問 題（ 各 26題）の解説動画を新たにご用意いたします。●\t化学改訂版のリードシリーズ（物理・化学・生物）では，観点別評価に活用できるよう，すべての問題に「知7特集2識」マークまたは「思考」マークを付しております。『改訂版 リードα化学基礎』※1では，「思考」マークを付した問題（45題）の解説動画を新たにご用意しました。新課程版より配信しております「例題解説動画」，「基礎CHECKの確認問題」とともにご利用いただけます。「思考」マークを付した問題の解説動画では，問題のポイントや思考の過程を，ていねいに順を追って解説し，「思考力・判断力・表現力が求められる問題」への取り組みをサポートします。図3\t「思考」マークを付した問題を解説した動画の例解説動画が利用可能な問題は「動画」マークを提示します。『改訂版 リードLight化学基礎』，『改訂版 リードLight ノート化学基礎』でも同様に「思考」マークを付した問題（各46題）の解説動画を新たにご用意いたします。●\t生物『改訂版 リードα生物基礎』※2では，「例題解説動画」，「重要用語の一問一答テスト」に加えて，論述問題の解説動画を新たにご用意しました。1．論述問題の解き方の基本を解説した動画論述問題を解くにあたっての基本事項をまとめています。図4\t論述問題の解き方の基本を解説した動画文字数の目安やパターン別の解答のまとめ方を紹介した「Technique」で，文章をまとめるコツを習得できます。2．リードC，リードDの「論述問題の解説動画」リードC，リードDの最後にあります「論述問題」（43題）の解説動画です。上記1の動画の内容をもとに，「①解答をつくるために必要な知識」，「②文章の組み立て」，「③解答例，誤答例」の3段階構成で論述問題への取り組みをサポートします。図5\t論述問題の解説動画の例解答に含むべき内容をピックアップした「Keyword」と，解答に至るまでの考え方を示した「Process」で，文章の組み立て方をていねいに解説します。『改訂版 リードLight生物基礎』，『改訂版 リードLight ノート生物基礎』では，「章末総合問題の解説動画」（各15題）を新たにご用意いたします。●\t地学『リードα地学基礎』，『リードLightノート地学基礎』では，新課程版より基本例題と応用例題の全問について解き方を解説した動画と，基礎CHECKの確認問題を配信しております（応用例題は『リードα地学基礎』のみの要素です）。基本例題・応用例題の解き方を解説した動画では，書籍で解説した内容をさらにていねいに順を追って解説しています。図6\t基本例題4を解説した動画※1 『改訂版 リードα化学基礎＋化学』（化学基礎部分のみ）も共通です。※2 『改訂版 リードα生物基礎 完成ノート』，『改訂版 リードα生物基礎＋生物』（生物基礎部分のみ）も共通です。※ 現在制作中のため，画像の内容は実際の動画と異なる場合がございます。※ QRコードは（株）デンソーウェーブの登録商標です。"
        },
        {
            "title": "【数研出版 100周年】－理科のチャート式新シリーズのはじまり",
            "subject": "物理,化学,生物,地学",
            "author": "数研出版編集部",
            "year": "2023",
            "article": "大正末期，「数研出版」の母体となる教育事業体「数学研究社高等予備校」が創設され，1923年（ 大 正 12年）出版事業の原点となる雑誌「受験数学」を11月に創刊いたしました。まもなく「チャート式」の源流となる『チャート式代数学』『チャート式幾何学』が発行されると，当時の学生たちの間で評判となり，一世を風靡しました。その後，太平洋戦争中から丸10年「チャート式」は発行が途絶えておりましたが，1952年に復活し，戦後復興とともに多くの学生に浸透していきました。1．理科のチャート式シリーズ現在の理科チャート式シリーズにつながる本格的な参考書が発行されたのは，1966年のことでした。理科のチャート式参考書も，数学の方法論を踏襲して編集されましたので，随所に解法や理解のポイントとなるCHARTが挿入され，著者のアイデアによって理科に特有で独創的なCHARTが数多く盛り込まれました。例えば，計算問題において明確な公式に相当するものがないところでも，解法の糸口となる内容整理をCHARTとして提示したり，定性的な問題に関しても，同様の見地から，共通性や類似性などを見出しCHARTへと工夫したりして，理科のチャート式がつくられました。図1\tチャート式物理（初版）2．新シリーズの発行1969 年，理科のチャート式シリーズに新しいシリーズが登場します。それがカラー印刷を実現した「新シリーズ」です。当時，まだカラー印刷といえば巻頭グラビアが主流でしたが，400頁を超える受験参考書をカラー化した「新シリーズ」は画期的でした。カラー化により，学習の理解には欠かせない図版（解説図）の表現力が格段に増加しましたので，今までにない，見やすくてわかりやすい図版が掲載できました。また，カラー写真の導入も可能になり，重要な呈色反応や沈殿反応なども提示できました。これによって，自然と印象図2\tチャート式シリーズ新化学（初版）に残って，学習効果も高まることから，学生から圧倒的な支持を得ていきました。3．今も受け継がれるチャート式の精神理科の新シリーズは，物理・化学・生物において現課程でも発行しています。紙面の見やすさや写真のクリアさは格段に向上しており，内容面でも最新の情報や思考力アップの要素を追加するなどして，より使いやすいものとなっています。読者にとって，よりわかりやすく，質の高い学びを提供したいという思いは，今も変わらず持ち続け編集しています。「数研出版100周年記念サイト」100 周年を記念してサイトを開設！https://www.chart.co.jp/100th/"
        }
    ]
}